{
  "kb_id": "udalba_jornada_directiva_demo",
  "created": "2025-12-04",
  "blocks": [
    {
      "id": "directrices_singapur_01__01",
      "title": "Directrices: Singapur (parte 1/5) (1/2)",
      "tags": [
        "Singapur",
        "directrices",
        "ia",
        "lifelong learning"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 5,
      "page_end": 6,
      "text": "País 1\nSingapur\nEn Singapur, la universidad del futuro se construye predominantemente como un dispositivo\nestratégico dentro de una política-país de desarrollo de habilidades, más que como una\nagenda puramente intrainstitucional. En términos generales, el énfasis está en desplazar la\neducación superior desde un modelo frontloaded (concentrado al inicio de la vida) hacia un\necosistema de aprendizaje a lo largo de la vida, con rutas flexibles, credenciales modulares\ny una coordinación estrecha entre Estado, instituciones de educación superior y mercado\nlaboral. Esta orientación se explicita en el marco “Learn for Life” del Ministerio de Educación (MOE). Allí se formula, por ejemplo, el tránsito hacia una “Lifetime Cohort Participation Rate” para\nprogramas universitarios subsidiados, aumentando del 50% al 60% hacia 2025, y se\ninterpreta como una corrección a la práctica frontloaded: la educación superior debe poder\nser cursada o retomada en momentos posteriores de la trayectoria laboral, especialmente\nen áreas pertinentes para sectores de crecimiento."
    },
    {
      "id": "directrices_singapur_01__02",
      "title": "Directrices: Singapur (parte 1/5) (2/2)",
      "tags": [
        "Singapur",
        "directrices",
        "ia",
        "lifelong learning"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 5,
      "page_end": 6,
      "text": "En paralelo, el ecosistema se articula\nmediante el movimiento SkillsFuture, que se define como un esfuerzo nacional para\ndesarrollar habilidades “future-ready” y sostener carreras resilientes, habilitado por alianzas\nentre gobierno, empleadores, sindicatos e industria. A nivel operativo, esto se traduce en un rediseño muy concreto de"
    },
    {
      "id": "directrices_singapur_02__01",
      "title": "Directrices: Singapur (parte 2/5) (1/2)",
      "tags": [
        "Singapur",
        "directrices",
        "ia",
        "lifelong learning",
        "microcredenciales"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 5,
      "page_end": 6,
      "text": "formatos y trayectorias. Un rasgo central es la expansión de credenciales modulares apilables es decir\nmicrocredenciales y certificados que pueden acumularse hacia cualificaciones mayores. El\npropio MOE ejemplifica este cambio indicando que la Singapore Institute of Technology\n(SIT) pilota un modelo por competencias en Applied Computing, donde personas en empleo\npueden cursar microcredenciales “bite-sized” y, si así lo desean, apilarlas hasta un grado\nacadémico o título; y también menciona rutas “skills-based” alternativas, como la asociación\nde SUTD con École 42 para formación orientada a reconversión/empleabilidad en economía\ndigital. Este principio se observa igualmente en la oferta institucional: SIT describe sus CSM\ndegrees como programas por competencias desagregados en microcredenciales para\nadultos, y especifica, en su ruta de microcredenciales en computación, que dichos módulos\npueden apilarse hacia un Bachelor en Applied Computing."
    },
    {
      "id": "directrices_singapur_02__02",
      "title": "Directrices: Singapur (parte 2/5) (2/2)",
      "tags": [
        "Singapur",
        "directrices",
        "ia",
        "lifelong learning",
        "microcredenciales"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 5,
      "page_end": 6,
      "text": "En NUS, el componente de\nformación continua (NUS SCALE) presenta una “suite” de microcredenciales explícitamente\nstackables y diseñadas para distintas etapas de vida y carrera, destacando además la\nflexibilidad de tomar un curso único, completar una serie para un certificado o apilar\ncertificados para una cualificación superior. En NTU (PaCE), los “Stackable Certificates\n(Micro-credentials)” se describen como cursos de corta duración, con"
    },
    {
      "id": "directrices_singapur_03__01",
      "title": "Directrices: Singapur (parte 3/5) (1/2)",
      "tags": [
        "Singapur",
        "directrices",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "microcredenciales"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 5,
      "page_end": 6,
      "text": "créditos y apilables,\nextraídos de programas de pre y postgrado, lo que sugiere una lógica de “descomponer” la\narquitectura tradicional del grado en unidades transportables y reguladas (créditos, reglas\nde apilamiento, etc.). Otro componente distintivo es la gobernanza basada en evidencia sobre demanda de\nhabilidades. En 2025, SkillsFuture Singapore (SSG) publicó una nueva edición del Skills\nDemand for the Future Economy Report y, en el mismo movimiento, reportó el lanzamiento\nde dashboards interactivos y de un portal para ampliar el acceso a datos e insights de\nempleos y habilidades, con foco sostenido en las economías Care, Green y Digital, y con\nextensiones hacia industrias creativas e impactos de tecnologías (incluida IA). En el\ndiscurso oficial del MOE para el lanzamiento 2025, esta capa de datos y tableros se vincula\ndirectamente con la coordinación oferta–demanda (personas, empresas y proveedores de\nformación) y con la creación del Jobs-Skills Portal, desarrollado por SSG y GovTech como\nplataforma centralizada para acceder a insights, recursos, herramientas y rutas de\nhabilidades."
    },
    {
      "id": "directrices_singapur_03__02",
      "title": "Directrices: Singapur (parte 3/5) (2/2)",
      "tags": [
        "Singapur",
        "directrices",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "microcredenciales"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 5,
      "page_end": 6,
      "text": "El modelo también incorpora condiciones habilitantes para que el aprendizaje permanente\nno sea solo aspiracional. En este punto, los mecanismos de financiamiento y subsidio son\nparte constitutiva de la visión: SSG describe apoyos de financiamiento para individuos con\nsubsidios de curso (por eje"
    },
    {
      "id": "directrices_singapur_04__01",
      "title": "Directrices: Singapur (parte 4/5) (1/2)",
      "tags": [
        "Singapur",
        "calidad",
        "directrices",
        "gobernanza",
        "ia"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 5,
      "page_end": 6,
      "text": "mplo, “hasta 70%” en ciertos esquemas, y hasta 90% para\ngrupos elegibles como ciudadanos de 40+ bajo el Mid-Career Enhanced Subsidy), lo que\napunta a reducir barreras económicas para el retorno a estudiar en etapas medias de la\nvida laboral. Finalmente, un aspecto cada vez más visible de la universidad del futuro en Singapur es la\nintegración de IA con reglas explícitas de gobernanza académica, más que mediante\nprohibiciones generales. En el plano institucional, NUS ha documentado una postura de “no\nprohibición” como principio práctico, acompañada de guías consistentes para usos\nadecuados en enseñanza y aprendizaje. Este enfoque se completa con advertencias sobre\nintegridad y evaluación: el documento enfatiza que los detectores de IA no son una base\nsuficiente por sí sola para sanciones (por limitaciones y sesgos), y por ello recomienda\nestrategias pedagógicas como diseñar preguntas y esquemas de evaluación que prioricen\nhabilidades de orden superior, o recurrir a evaluaciones supervisadas cuando se requiera\ncontrolar el uso de herramientas."
    },
    {
      "id": "directrices_singapur_04__02",
      "title": "Directrices: Singapur (parte 4/5) (2/2)",
      "tags": [
        "Singapur",
        "calidad",
        "directrices",
        "gobernanza",
        "ia"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 5,
      "page_end": 6,
      "text": "En la versión actualizada de política/guidelines de NUS (2024) también se enfatizan criterios\nde transparencia sobre dónde y cómo se usa IA en cursos, herramientas aprobadas cuando\nhay datos institucionales, y aprobación explícita cuando la IA se despliega para\ninstrucción/feedback/marks como tutor o marcador. En suma, si lo escribimos en c"
    },
    {
      "id": "directrices_singapur_05",
      "title": "Directrices: Singapur (parte 5/5)",
      "tags": [
        "Singapur",
        "calidad",
        "directrices",
        "equidad",
        "gobernanza",
        "ia",
        "microcredenciales"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 5,
      "page_end": 6,
      "text": "lave analítica, Singapur tiende a imaginar la universidad del\nfuturo como una institución porosa (con entradas y salidas durante todo el ciclo vital),\nmodular (credenciales apilables con reglas de crédito y progresión), anclada en datos de\ndemanda (reportes, tableros y portales que ordenan decisiones), viabilizada por subsidios\n(especialmente para mid-career), y regulada para integrar IA sin erosionar estándares de\ncalidad, equidad e integridad académica."
    },
    {
      "id": "directrices_alemania_01__01",
      "title": "Directrices: Alemania (parte 1/4) (1/2)",
      "tags": [
        "Alemania",
        "calidad",
        "directrices",
        "ia",
        "investigación"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 7,
      "page_end": 8,
      "text": "País 2\nAlemania\nEn Alemania, la noción de universidad del futuro suele formularse como un proyecto\nsistémico más que como un conjunto de innovaciones aisladas a nivel institucional. Esto se\nexpresa en una arquitectura de políticas y dispositivos que operan en paralelo, y con fuerte\ncoordinación federal–regional (Bund–Länder), orientados a (i) sostener capacidades y\ncalidad en la enseñanza, (ii) fortalecer investigación de frontera con proyección\ninternacional e impacto, y (iii) acelerar la transformación digital, incluyendo la incorporación\nresponsable de inteligencia artificial. En el plano de la docencia y las condiciones de estudio, el énfasis alemán se concentra en\nla estabilidad y la calidad estructural del sistema. En lugar de basar la modernización\núnicamente en reformas curriculares puntuales, la visión prioriza acuerdos de\nfinanciamiento y gestión que permitan asegurar cupos, mejorar condiciones de enseñanza-\naprendizaje y sostener continuidad institucional."
    },
    {
      "id": "directrices_alemania_01__02",
      "title": "Directrices: Alemania (parte 1/4) (2/2)",
      "tags": [
        "Alemania",
        "calidad",
        "directrices",
        "ia",
        "investigación"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 7,
      "page_end": 8,
      "text": "Este enfoque se explica, en buena medida,\npor la forma en que se distribuyen competencias y responsabilidades entre niveles de\ngobierno, y por una concepción de futuro universitario donde la innovación depende de\nbases robustas: dotación docente suficiente, organización académica sostenible y\ncapacidad de asegurar calidad en contextos de alta masividad. A este componente se suma una apuesta explícita por la innovac"
    },
    {
      "id": "directrices_alemania_02__01",
      "title": "Directrices: Alemania (parte 2/4) (1/2)",
      "tags": [
        "Alemania",
        "calidad",
        "directrices",
        "gobernanza",
        "ia",
        "infraestructura",
        "interoperabilidad",
        "investigación"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 7,
      "page_end": 8,
      "text": "ión en la docencia como\ntransformación institucional, no solo como experimentación pedagógica. En esa línea,\nAlemania ha impulsado esquemas dedicados a promover cambios en enseñanza y\naprendizaje con vocación de escalamiento y transferencia entre universidades. La\nuniversidad del futuro aparece, así, como un sistema que aprende: identifica prácticas\nefectivas, las prueba, evalúa y difunde, y busca que esas innovaciones no queden\nrestringidas a proyectos pequeños sino que contribuyan a transformación sostenida de\nmodelos formativos. En el plano de la digitalización, Alemania tiende a conceptualizar la universidad del futuro\ncomo una institución que requiere desarrollo organizacional e infraestructura además de\nherramientas educativas. La transformación digital se aborda como un proceso que\natraviesa la gestión, los servicios a estudiantes, la docencia, la investigación y la\ncooperación interinstitucional."
    },
    {
      "id": "directrices_alemania_02__02",
      "title": "Directrices: Alemania (parte 2/4) (2/2)",
      "tags": [
        "Alemania",
        "calidad",
        "directrices",
        "gobernanza",
        "ia",
        "infraestructura",
        "interoperabilidad",
        "investigación"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 7,
      "page_end": 8,
      "text": "Un punto recurrente en esta agenda es la necesidad de\ninteroperabilidad: la capacidad de que plataformas, datos y servicios académicos se\nconecten y funcionen de manera compatible para facilitar colaboración, movilidad,\nreconocimiento de aprendizajes y nuevas modalidades formativas. Esto desplaza el foco\ndesde usar tecnología hacia construir condiciones para operar digitalmente a escala, con\nestándares, gobernanza de datos y capacidades institucionales. En los últimos años, est"
    },
    {
      "id": "directrices_alemania_03__01",
      "title": "Directrices: Alemania (parte 3/4) (1/2)",
      "tags": [
        "Alemania",
        "calidad",
        "directrices",
        "equidad",
        "ia",
        "investigación"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 7,
      "page_end": 8,
      "text": "a discusión se vuelve especialmente visible en la integración de\ninteligencia artificial (IA) en educación superior. La aproximación alemana suele enfatizar\nque la IA no es solo una herramienta adicional, sino un cambio que exige marcos de\nimplementación, formación de capacidades y criterios de calidad. Por ello, la agenda pública\naborda la IA mediante iniciativas cooperativas (entre niveles de gobierno y universidades)\norientadas a apoyar proyectos, elaborar orientaciones, fortalecer competencias y evitar que\nla adopción dependa exclusivamente de decisiones individuales o soluciones\nfragmentadas. De este modo, la universidad del futuro se define también por su capacidad\nde incorporar tecnologías emergentes sin debilitar integridad académica, evaluación,\nequidad ni estándares de enseñanza. Finalmente, en investigación, Alemania sostiene una visión fuertemente anclada en la\nexcelencia internacional y el fortalecimiento institucional. La universidad del futuro debe ser\ncapaz de desarrollar investigación altamente competitiva, articulada en áreas estratégicas,\ncon estructuras que permitan cooperación interdisciplinaria y visibilidad global."
    },
    {
      "id": "directrices_alemania_03__02",
      "title": "Directrices: Alemania (parte 3/4) (2/2)",
      "tags": [
        "Alemania",
        "calidad",
        "directrices",
        "equidad",
        "ia",
        "investigación"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 7,
      "page_end": 8,
      "text": "En esta\ndimensión, la idea de futuro se relaciona con consolidar universidades y redes de\ninvestigación que operen como polos de innovación científica, tecnológica y social, y que al\nmismo tiempo contribuyan al desarrollo del sistema de educaci"
    },
    {
      "id": "directrices_alemania_04",
      "title": "Directrices: Alemania (parte 4/4)",
      "tags": [
        "Alemania",
        "calidad",
        "directrices",
        "ia",
        "infraestructura",
        "interoperabilidad",
        "investigación"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 7,
      "page_end": 8,
      "text": "ón superior en su conjunto.\nEn síntesis, la perspectiva alemana sobre la universidad del futuro combina tres rasgos:\nrobustez del núcleo formativo (calidad y estabilidad en docencia), excelencia selectiva con\nescala (investigación competitiva internacionalmente) y transformación digital gobernada\n(infraestructura, interoperabilidad y adopción responsable de IA). Más que prometer una\nruptura única, la visión alemana se apoya en un principio incremental pero exigente:\nconstruir capacidad institucional y coordinación sistémica para sostener calidad y\nadaptabilidad en el tiempo."
    },
    {
      "id": "directrices_pa_ses_bajos_01__01",
      "title": "Directrices: Países Bajos (parte 1/3) (1/2)",
      "tags": [
        "Países Bajos",
        "calidad",
        "directrices",
        "gobernanza",
        "ia",
        "investigación",
        "lifelong learning"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 9,
      "page_end": 10,
      "text": "País 3\nPaíses Bajos\nEn los Países Bajos, la conversación sobre la universidad del futuro suele enmarcarse\nmenos como una reinversión total del modelo universitario y más como una agenda para\ndescomprimir presiones del sistema y sostener competitividad académica y social mediante\ntres orientaciones dominantes: cooperación interinstitucional y coordinación del sistema,\nflexibilización de trayectorias y aprendizaje a lo largo de la vida, y transformación digital con\nestándares compartidos, incluyendo una adopción de IA guiada por calidad, ética y\ngobernanza. En primer lugar, la visión neerlandesa se apoya en que el futuro del sistema depende de\nreducir dinámicas de competencia por volumen y reforzar una lógica de especialización\nacordada, colaboración y perfiles institucionales complementarios. En este marco, se\nreconoce que ciertos incentivos (por ejemplo, financiamiento y rendición asociados a\ncantidades) pueden tensionar el equilibrio docencia–investigación y aumentar la carga de\ntrabajo."
    },
    {
      "id": "directrices_pa_ses_bajos_01__02",
      "title": "Directrices: Países Bajos (parte 1/3) (2/2)",
      "tags": [
        "Países Bajos",
        "calidad",
        "directrices",
        "gobernanza",
        "ia",
        "investigación",
        "lifelong learning"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 9,
      "page_end": 10,
      "text": "La respuesta propuesta se formula como una reorganización inteligente del\nsistema: mayor coordinación para que la diversidad institucional se traduzca en fortalezas\ncomplementarias, y no únicamente en competencia entre instituciones. En segundo lugar, un componente distintivo del caso neerlandés es la centralidad de la\nflexibilidad: la universidad del futuro debe permitir trayectorias más vari"
    },
    {
      "id": "directrices_pa_ses_bajos_02__01",
      "title": "Directrices: Países Bajos (parte 2/3) (1/2)",
      "tags": [
        "Países Bajos",
        "calidad",
        "directrices",
        "gobernanza",
        "infraestructura",
        "interoperabilidad",
        "lifelong learning",
        "microcredenciales"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 9,
      "page_end": 10,
      "text": "adas, especialmente\npara personas que trabajan o transitan entre empleo y estudio. Esto se expresa en el\nimpulso a formatos flexibles (modularidad, rutas por etapas, combinaciones de aprendizaje\npresencial y digital) y en la consolidación de instrumentos para el reconocimiento de\naprendizajes y credenciales más portables. En esta mirada, el futuro deja de estar\nestructurado solo por el programa largo tradicional y se abre a una ecología de ofertas\ndonde la formación continua y la actualización de habilidades adquieren estatus estratégico. En tercer lugar, la transformación digital se concibe como infraestructura sectorial y\ncapacidad organizacional, no como incorporación aislada de plataformas. El ecosistema\nneerlandés enfatiza que la digitalización útil a futuro requiere interoperabilidad, sistemas\nque se comuniquen y credenciales que puedan verificarse y compartirse con estándares\ncomunes. En esa línea se posicionan iniciativas sectoriales de credenciales digitales (por\nejemplo, sistemas de “badges” nacionales) y pilotos de microcredenciales que buscan\ncomparabilidad entre instituciones."
    },
    {
      "id": "directrices_pa_ses_bajos_02__02",
      "title": "Directrices: Países Bajos (parte 2/3) (2/2)",
      "tags": [
        "Países Bajos",
        "calidad",
        "directrices",
        "gobernanza",
        "infraestructura",
        "interoperabilidad",
        "lifelong learning",
        "microcredenciales"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 9,
      "page_end": 10,
      "text": "La lógica es clara: el futuro necesita que el aprendizaje\nsea reconocible y transferible, y eso exige acuerdos sobre formatos, estándares,\nverificación y gobernanza. Un cuarto elemento complementario es la construcción de capacidad institucional para\ninnovar en docencia, frecuentemente median"
    },
    {
      "id": "directrices_pa_ses_bajos_03",
      "title": "Directrices: Países Bajos (parte 3/3)",
      "tags": [
        "Países Bajos",
        "calidad",
        "directrices",
        "ia",
        "infraestructura",
        "investigación"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 9,
      "page_end": 10,
      "text": "te infraestructura organizacional como los\nCenters for Teaching & Learning y programas nacionales que habilitan escalamiento y\ntransferencia de innovación pedagógica. En este diseño, la universidad del futuro se\nfortalece cuando la innovación docente se vuelve sostenible: se equipa, se evalúa, se\nprofesionaliza, y circula entre instituciones, en vez de quedar confinada a proyectos\nefímeros.\nFinalmente, en el plano más amplio del conocimiento científico, en los Países Bajos aparece\ncon fuerza la agenda de ciencia abierta y la revisión de incentivos académicos (qué se\nreconoce y recompensa). Esto se conecta con una visión de futuro donde se valora no solo\nla producción tradicional, sino también la contribución a docencia, trabajo colaborativo,\napertura, impacto social y prácticas científicas transparentes. En síntesis, la universidad del\nfuturo en Países Bajos se caracteriza por ser más cooperativa y coordinada a nivel de\nsistema, más flexible y modular en trayectorias, intensiva en infraestructura digital común e\ninteroperable, con adopción tecnológica (incluida IA) guiada por calidad y ética, y con\nciencia abierta más cambios de incentivos como condiciones habilitantes del impacto."
    },
    {
      "id": "directrices_estados_unidos_01__01",
      "title": "Directrices: Estados Unidos (parte 1/4) (1/2)",
      "tags": [
        "Estados Unidos",
        "calidad",
        "directrices",
        "equidad",
        "gobernanza",
        "híbrida",
        "ia",
        "microcredenciales"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 11,
      "page_end": 12,
      "text": "País 4\nEstados Unidos\nEn Estados Unidos, la universidad del futuro suele discutirse como una reconfiguración del\necosistema de educación superior impulsada por fuerzas simultáneas: la consolidación de\nmodalidades híbridas y a distancia, la expansión de credenciales cortas y apilables que\nconviven con los grados tradicionales, y la incorporación acelerada de inteligencia artificial\ny analítica bajo tensiones de calidad, integridad académica, equidad y gobernanza. En esta\nperspectiva, el futuro no se define por una sola reforma curricular, sino por la capacidad\ninstitucional de operar en un sistema más modular, orientado a resultados y\ntecnológicamente intensivo. Un primer rasgo estructural es la normalización del aprendizaje a distancia como condición\nde funcionamiento del sistema. La evidencia estadística federal muestra que, en el período\npost-pandemia, una proporción mayoritaria del estudiantado ha cursado al menos un curso\na distancia, lo que obliga a las instituciones a consolidar diseños híbridos, servicios\nestudiantiles digitales y mecanismos de aseguramiento de la calidad para experiencias\neducativas no presenciales."
    },
    {
      "id": "directrices_estados_unidos_01__02",
      "title": "Directrices: Estados Unidos (parte 1/4) (2/2)",
      "tags": [
        "Estados Unidos",
        "calidad",
        "directrices",
        "equidad",
        "gobernanza",
        "híbrida",
        "ia",
        "microcredenciales"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 11,
      "page_end": 12,
      "text": "Este tránsito desplaza la pregunta desde “si” digitalizar hacia\n“cómo” hacerlo con estándares: evaluación auténtica, soporte académico, accesibilidad,\nconsistencia de la experiencia estudiantil y formación docente para enseñar en entornos\nmixtos. Un segundo"
    },
    {
      "id": "directrices_estados_unidos_02__01",
      "title": "Directrices: Estados Unidos (parte 2/4) (1/2)",
      "tags": [
        "Estados Unidos",
        "calidad",
        "directrices",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "interoperabilidad",
        "lifelong learning",
        "microcredenciales"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 11,
      "page_end": 12,
      "text": "rasgo distintivo es la expansión de un mercado de credenciales altamente\ndiversificado. El sistema estadounidense convive con títulos, certificados, licencias,\naprendizajes registrados, credenciales no universitarias y microcredenciales emitidas por\nmúltiples proveedores. Diagnósticos sectoriales han cuantificado esta proliferación y\nsubrayan que, para que el valor de las credenciales sea interpretable por estudiantes y\nempleadores, se requieren mejores datos, transparencia e interoperabilidad. Desde esta\nóptica, la universidad del futuro es también una gestión más estratégica del portafolio de\ncredenciales: carreras largas que coexisten con ofertas cortas, rutas apilables y\nreconocimiento de aprendizajes previos. En ese marco, las microcredenciales aparecen como respuesta a demandas de reskilling y\nupskilling y a trayectorias laborales no lineales, pero su legitimidad depende de condiciones\nclaras: resultados de aprendizaje explícitos, evaluación verificable, calidad académica y\ncapacidad de articulación con programas mayores."
    },
    {
      "id": "directrices_estados_unidos_02__02",
      "title": "Directrices: Estados Unidos (parte 2/4) (2/2)",
      "tags": [
        "Estados Unidos",
        "calidad",
        "directrices",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "interoperabilidad",
        "lifelong learning",
        "microcredenciales"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 11,
      "page_end": 12,
      "text": "Distintos análisis enfatizan que la\noportunidad no es solo crear “cursos cortos”, sino diseñar rutas coherentes donde esas\ncredenciales puedan integrarse, cuando corresponda, a certificados, diplomas o grados, sin\ndiluir estándares. Un tercer eje es el rol de los community colleges, que operan como infraestructura social\ndel futuro universitario: acceso,"
    },
    {
      "id": "directrices_estados_unidos_03__01",
      "title": "Directrices: Estados Unidos (parte 3/4) (1/2)",
      "tags": [
        "Estados Unidos",
        "calidad",
        "directrices",
        "gobernanza",
        "ia",
        "interoperabilidad",
        "lifelong learning",
        "microcredenciales"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 11,
      "page_end": 12,
      "text": "formación técnico-profesional, reconversión y vínculos\nlocales con empleadores. En prospectivas recientes se plantea que, frente a cambios\ntecnológicos, demográficos y del mercado laboral, estas instituciones deben fortalecer su\ncapacidad de adaptación y su función de movilidad social, convirtiéndose en nodos\ncentrales de formación continua y respuesta regional. En cuarto lugar, la inteligencia artificial se ha transformado en un eje de futuro con\nimplicancias normativas. La discusión pública y sectorial combina promesa\n(personalización, apoyo a docencia, automatización de tareas administrativas) con riesgos\n(sesgos, privacidad, seguridad, opacidad de herramientas, y problemas de integridad\nacadémica). De ahí que la universidad del futuro, en clave estadounidense, no sea solo\nadoptar IA, sino construir capacidades institucionales: criterios de uso, formación docente,\nrediseño de evaluación, protección de datos y políticas claras para estudiantes y\nacadémicos. Un quinto componente se vincula con estándares de verificabilidad en credenciales\ndigitales."
    },
    {
      "id": "directrices_estados_unidos_03__02",
      "title": "Directrices: Estados Unidos (parte 3/4) (2/2)",
      "tags": [
        "Estados Unidos",
        "calidad",
        "directrices",
        "gobernanza",
        "ia",
        "interoperabilidad",
        "lifelong learning",
        "microcredenciales"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 11,
      "page_end": 12,
      "text": "Para que lamodularidad funcione a escala, es relevante que badges y\nmicrocredenciales puedan validarse y compartirse de manera confiable, mediante\nmetadatos y evidencia asociada, de modo que su valor sea legible fuera de la institución\nemisora. Esto se articula con la necesidad de interoperabilidad y de mecanismos que\npermitan a e"
    },
    {
      "id": "directrices_estados_unidos_04",
      "title": "Directrices: Estados Unidos (parte 4/4)",
      "tags": [
        "Estados Unidos",
        "calidad",
        "directrices",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "interoperabilidad",
        "investigación"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 11,
      "page_end": 12,
      "text": "mpleadores y otras instituciones comprender qué competencias y evidencias\nrespalda cada credencial.\nFinalmente, en investigación, el futuro universitario estadounidense se conecta con el giro\nhacia una ciencia más abierta y accesible. Directrices federales han empujado el acceso\npúblico a publicaciones y datos de investigación financiada con fondos federales, lo que\nobliga a fortalecer infraestructura de repositorios, gestión de datos, cumplimiento normativo\ny capacidades institucionales para sostener apertura sin comprometer ética, privacidad o\nseguridad.\nPor lo tanto, la visión estadounidense sobre la universidad del futuro se caracteriza por un\ntránsito hacia un sistema híbrido por defecto, con credenciales más diversas y modulares,\ninteligencia artificial incorporada con foco en gobernanza y calidad, credenciales digitales\napoyadas en estándares verificables, y una presión creciente hacia apertura en la ciencia.\nMás que converger en un modelo único, el futuro se proyecta como una reorganización\ncontinua del ecosistema, donde la ventaja institucional depende de articular flexibilidad de\ntrayectorias con legitimidad de credenciales y estándares sólidos de calidad académica."
    },
    {
      "id": "directrices_reino_unido_01__01",
      "title": "Directrices: Reino Unido (parte 1/4) (1/2)",
      "tags": [
        "Reino Unido",
        "calidad",
        "directrices",
        "ia",
        "investigación",
        "lifelong learning",
        "microcredenciales"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 13,
      "page_end": 14,
      "text": "País 5\nReino Unido\nEn el Reino Unido, la universidad del futuro suele articularse como una combinación de\nflexibilidad formativa a lo largo de la vida, fortalecimiento de la regulación de la calidad\ncentrada en resultados para estudiantes, y una transformación digital y de IA que exige\nrediseños profundos (especialmente en evaluación), además de nuevas exigencias de\napertura y gestión de resultados científicos. Es importante notar que el sistema es\ndevolutivo (Inglaterra, Escocia, Gales e Irlanda del Norte), por lo que algunos instrumentos\nson principalmente de Inglaterra (p. ej., LLE y el regulador OfS), mientras que otros (QAA,\nJisc, políticas de investigación/abierto) operan como referencias sectoriales amplias. 1) Flexibilidad y aprendizaje a lo largo de la vida (Lifelong Learning Entitlement)\nUn eje estructurante del futuro universitario británico es el paso hacia trayectorias\nmodulares y reconfigurables."
    },
    {
      "id": "directrices_reino_unido_01__02",
      "title": "Directrices: Reino Unido (parte 1/4) (2/2)",
      "tags": [
        "Reino Unido",
        "calidad",
        "directrices",
        "ia",
        "investigación",
        "lifelong learning",
        "microcredenciales"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 13,
      "page_end": 14,
      "text": "El Lifelong Learning Entitlement (LLE) se plantea\nprecisamente para habilitar financiamiento público que apoye el estudio a lo largo de una\nvida laboral, incluyendo módulos (no solo años completos) en niveles superiores, con un\ndespliegue temporal escalonado que ha sido objeto de ajustes y seguimiento parlamentario. En términos de visión, esto empuja a las universidades a diseñar ofertas más cortas,\napilables y compatibles con trabajo, con reconocimiento de créditos y tra"
    },
    {
      "id": "directrices_reino_unido_02__01",
      "title": "Directrices: Reino Unido (parte 2/4) (1/2)",
      "tags": [
        "Reino Unido",
        "calidad",
        "directrices",
        "gobernanza",
        "ia",
        "interoperabilidad",
        "lifelong learning"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 13,
      "page_end": 14,
      "text": "yectorias no\nlineales, reforzando la idea de que título y “formación continua” dejan de ser mundos\nseparados. 2) Calidad como agenda de sistema: regulación y evidencia para proteger el interés\ndel estudiante\nEl futuro se concibe también como una educación superior más auditable en su desempeño:\nresultados, estándares mínimos y evidencia se vuelven centrales. En Inglaterra, el Office\nfor Students (OfS) ha ido desarrollando reformas y consultas para ajustar cómo se entiende\ny evalúa la calidad, buscando integrar mejor herramientas como el Teaching Excellence\nFramework (TEF) con el aseguramiento de mínimos regulatorios. La universidad del futuro,\nbajo esta lógica, se define tanto por su proyecto académico como por su capacidad de\ndemostrar que entrega alta calidad de forma consistente para estudiantes de distintos\norígenes. 3) Transformación digital como capacidad institucional\nEn el debate británico, la digitalización seria se entiende como transformación\norganizacional, no como modernización superficial."
    },
    {
      "id": "directrices_reino_unido_02__02",
      "title": "Directrices: Reino Unido (parte 2/4) (2/2)",
      "tags": [
        "Reino Unido",
        "calidad",
        "directrices",
        "gobernanza",
        "ia",
        "interoperabilidad",
        "lifelong learning"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 13,
      "page_end": 14,
      "text": "Un referente sectorial clave es el marco\nde Jisc para transformación digital en educación superior, que propone trabajar visión\nestratégica, procesos, cultura, datos, capacidades y colaboración. En la práctica, esto\nposiciona al futuro universitario como: servicios estudiantiles digitales robustos, madurez\ninstitucional para operar con datos, interoperabilidad interna y alianzas"
    },
    {
      "id": "directrices_reino_unido_03__01",
      "title": "Directrices: Reino Unido (parte 3/4) (1/2)",
      "tags": [
        "Reino Unido",
        "calidad",
        "directrices",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "investigación"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 13,
      "page_end": 14,
      "text": "(por ejemplo, para\nrecursos compartidos), y una gobernanza clara sobre plataformas y decisiones\ntecnológicas. 4) IA generativa: del control del fraudee al rediseño de la evaluación\nLa IA aparece como un acelerador que obliga a replantear docencia y evaluación. El OfS\nha abordado explícitamente la necesidad de que las universidades respondan de manera\nproactiva (innovación con garantías), mientras que instancias de aseguramiento de calidad\ncomo QAA han producido orientación para mantener estándares en la “era ChatGPT”, con\nfoco en integridad académica y coherencia evaluativa. En paralelo, el Russell Group ha\npropuesto principios para el uso de IA generativa en educación, buscando equilibrar\nbeneficios pedagógicos con riesgos. La tendencia de fondo es que el futuro universitario no se resuelve con detectores\núnicamente: se proyecta hacia evaluación más auténtica y robusta (tareas situadas,\ndefensa oral, procesos y bitácoras, evaluaciones escalonadas, evaluación del\nrazonamiento y no solo del producto final), acompañada de alfabetización crítica en IA para\nque el estudiantado sepa usar herramientas sin sustituir el aprendizaje."
    },
    {
      "id": "directrices_reino_unido_03__02",
      "title": "Directrices: Reino Unido (parte 3/4) (2/2)",
      "tags": [
        "Reino Unido",
        "calidad",
        "directrices",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "investigación"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 13,
      "page_end": 14,
      "text": "Esa postura se\nrefleja también en políticas institucionales públicas (por ejemplo, guías para estudiantes o\ndeclaraciones sobre uso de IA en evaluación). 5) Investigación y ciencia abierta: mayor exigencia de acceso y cumplimiento\nFinalmente, la universida"
    },
    {
      "id": "directrices_reino_unido_04",
      "title": "Directrices: Reino Unido (parte 4/4)",
      "tags": [
        "Reino Unido",
        "calidad",
        "directrices",
        "equidad",
        "gobernanza",
        "infraestructura",
        "investigación"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 13,
      "page_end": 14,
      "text": "d del futuro en el Reino Unido se vincula estrechamente con\ncambios en investigación: la política de Open Access de UKRI consolida expectativas de\nacceso inmediato y reutilización bajo licencias abiertas para resultados financiados con\nfondos públicos. A ello se suma que el REF 2029 incorpora orientación específica de acceso\nabierto para outputs “in-scope”, empujando a las universidades a fortalecer repositorios,\nflujos editoriales, gestión de datos y cumplimiento. En este eje, futuro significa también\ninfraestructura y gobernanza para sostener apertura sin perder calidad, ética y trazabilidad.\nEn conjunto, el Reino Unido tiende a perfilar la universidad del futuro como una institución\nque: (i) ofrece aprendizaje modular y a lo largo de la vida; (ii) opera con calidad regulada y\nevidenciable; (iii) tiene capacidad de transformación digital integral; (iv) responde a la IA\ncon rediseño evaluativo y criterios de uso; y (v) consolida una investigación más abierta y\ncumplidora de políticas públicas."
    },
    {
      "id": "directrices_francia_01__01",
      "title": "Directrices: Francia (parte 1/4) (1/2)",
      "tags": [
        "Francia",
        "directrices",
        "híbrida",
        "ia",
        "infraestructura",
        "investigación"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 15,
      "page_end": 17,
      "text": "País 6\nFrancia\nEn Francia, la idea de universidad del futuro suele comprenderse como una transformación\nfuertemente orientada por políticas nacionales y sostenida con programas de inversión que\nbuscan modernizar, a la vez, la formación, la investigación y la contribución pública del\nsistema. En esta lectura, el futuro universitario se construye mediante decisiones de país:\ndigitalización e hibridación pedagógica con apoyo estructural, expansión de la formación\ncontinua y modular, fortalecimiento de prioridades científico-tecnológicas (incluida la IA) y\nconsolidación de transiciones transversales, como por ejemplo la ciencia abierta y la\ntransición ecológica; como obligaciones institucionales más que como iniciativas\nvoluntarias. Un rasgo importante es la consolidación de la hibridación como enfoque formativo\ndeliberado: no se trata únicamente de “hacer más online”, sino de reorganizar la experiencia\nde aprendizaje combinando presencialidad, actividades en línea, recursos digitales y\nrediseños evaluativos."
    },
    {
      "id": "directrices_francia_01__02",
      "title": "Directrices: Francia (parte 1/4) (2/2)",
      "tags": [
        "Francia",
        "directrices",
        "híbrida",
        "ia",
        "infraestructura",
        "investigación"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 15,
      "page_end": 17,
      "text": "Esta aproximación se ve acompañada por infraestructuras\nnacionales que han dado continuidad a la educación digital universitaria, como France\nUniversité Numérique (FUN-MOOC), que ha funcionado como plataforma federadora para\nvisibilizar y sostener producción de cursos en línea y prácticas pedagógicas apoyadas en\nherramientas digitales. En paralelo, la universidad del futuro en"
    },
    {
      "id": "directrices_francia_02__01",
      "title": "Directrices: Francia (parte 2/4) (1/2)",
      "tags": [
        "Francia",
        "directrices",
        "ia",
        "investigación",
        "lifelong learning"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 15,
      "page_end": 17,
      "text": "Francia se asocia estrechamente a la agenda de\ncompetencias y formación a lo largo de la vida, impulsando ofertas más cortas,\nprofesionalizantes y potencialmente capitalizables. Más que un énfasis en cursos sueltos,\nel punto central es la legibilidad y el reconocimiento de esas credenciales dentro del\necosistema nacional de cualificaciones. Por eso adquieren relevancia iniciativas vinculadas\na microcertificaciones y catálogos mutualizados de formación continua universitaria, donde\nel objetivo es compatibilizar modularidad con trazabilidad, reglas comunes y posibilidades\nde articulación hacia diplomas o itinerarios más largos. Otro pilar decisivo es el vínculo entre universidad, investigación e innovación como política\npública con orientación estratégica. Programas como France 2030 expresan una visión del\nfuturo basada en inversión y misiones: desarrollar capacidades científicas, tecnológicas e\nindustriales en dominios prioritarios, articulando investigación, formación e impacto."
    },
    {
      "id": "directrices_francia_02__02",
      "title": "Directrices: Francia (parte 2/4) (2/2)",
      "tags": [
        "Francia",
        "directrices",
        "ia",
        "investigación",
        "lifelong learning"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 15,
      "page_end": 17,
      "text": "En esa\narquitectura, los Programmes et équipements prioritaires de recherche (PEPR) operan\ncomo instrumentos para estructurar comunidades y equipamientos en áreas clave; el\námbito de inteligencia artificial aparece como un caso especialmente visible, precisamente\nporque su impacto atraviesa docencia, investigación y transformación productiva. La visión francesa incorpora además una transición instituci"
    },
    {
      "id": "directrices_francia_03__01",
      "title": "Directrices: Francia (parte 3/4) (1/2)",
      "tags": [
        "Francia",
        "calidad",
        "directrices",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "interoperabilidad",
        "investigación"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 15,
      "page_end": 17,
      "text": "onal hacia la ciencia abierta. Los planes nacionales han definido objetivos, instrumentos y plazos para generalizar el\nacceso abierto a publicaciones, estructurar y abrir datos de investigación y promover\napertura de código, con la mirada puesta en cambiar prácticas y construir capacidades\ninstitucionales (repositorios, gobernanza de datos, soporte técnico y cumplimiento). Desde\nesta perspectiva, la universidad del futuro también es una universidad que reorganiza su\nproducción de conocimiento para que sea más accesible, reutilizable y verificable, sin\nperder rigor ni trazabilidad. Finalmente, la transición ecológica se instala como un eje constitutivo del futuro\nuniversitario: no solo como gestión de campus, sino como alineamiento de formación e\ninvestigación con una hoja de ruta nacional. La expectativa es avanzar desde acciones\nparciales hacia generalización efectiva, lo que hace más relevante la gobernanza interna,\nlos recursos, el seguimiento y la rendición de cuentas."
    },
    {
      "id": "directrices_francia_03__02",
      "title": "Directrices: Francia (parte 3/4) (2/2)",
      "tags": [
        "Francia",
        "calidad",
        "directrices",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "interoperabilidad",
        "investigación"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 15,
      "page_end": 17,
      "text": "En ese marco, el rol de dispositivos\nde evaluación y aseguramiento de la calidad (como el Hcéres) se vuelve parte del paisaje:\nla transformación no solo debe ejecutarse, sino también poder justificarse y demostrarse en\ntérminos de calidad, comparabilidad y desempeño institucional. En conclusión, Francia perfila la universidad del futuro como una institución que se\ntransforma por programación pública: hibridac"
    },
    {
      "id": "directrices_francia_04",
      "title": "Directrices: Francia (parte 4/4)",
      "tags": [
        "Francia",
        "calidad",
        "directrices",
        "ia",
        "investigación"
      ],
      "source": "Directrices de otros países universidad del futuro.pdf",
      "page_start": 15,
      "page_end": 17,
      "text": "ión digital con soporte nacional, formación\ncontinua modular con marcos comunes, investigación orientada por grandes misiones\n(France 2030/PEPR), ciencia abierta como estándar y transición ecológica como hoja de\nruta, todo ello en un sistema con fuerte cultura de evaluación y coordinación estatal."
    },
    {
      "id": "disc_01_01__01",
      "title": "Discusión (Texto 1): Universidad por capas (Valenzuela Migoya, F & Cuellar Medina, A (parte 1/5) (1/2)",
      "tags": [
        "discusiones",
        "híbrida",
        "ia",
        "infraestructura",
        "interoperabilidad",
        "microcredenciales",
        "texto 1"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 2,
      "page_end": 4,
      "text": "Texto 1\nUniversidad por capas (Valenzuela Migoya, F & Cuellar Medina, A\n(2022)). Antes de describir la universidad del futuro, es importante reconocer que esta visión\nno aparece en el vacío. Responde a tendencias que ya se observan en el sistema\nde educación superior: la aparición de credenciales alternativas (insignias digitales,\nmicrotítulos), el crecimiento de comunidades en línea como espacios de\naprendizaje, la adopción de tecnologías como la inteligencia artificial y el blockchain,\ny la expansión de experiencias de aprendizaje personalizadas y masivas (por\nejemplo, plataformas y cursos abiertos en línea). Sumadas, estas transformaciones\nofrecen el contexto desde el cual se proyecta un nuevo modelo institucional. En este contexto, una de las imágenes más plausibles de futuro es la de la\nuniversidad por capas: instituciones innovadoras, flexibles y sensibles a las\nnecesidades de las personas y de la sociedad en su conjunto. En este modelo, la universidad se entiende como un sistema de capas."
    },
    {
      "id": "disc_01_01__02",
      "title": "Discusión (Texto 1): Universidad por capas (Valenzuela Migoya, F & Cuellar Medina, A (parte 1/5) (2/2)",
      "tags": [
        "discusiones",
        "híbrida",
        "ia",
        "infraestructura",
        "interoperabilidad",
        "microcredenciales",
        "texto 1"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 2,
      "page_end": 4,
      "text": "La primera\nes el núcleo, donde se identifican las fuerzas que hoy están perdiendo relevancia y\naquellas que comienzan a ganar valor (por ejemplo, ciertas prácticas docentes,\nformas de gestión o usos del espacio). Sobre este núcleo se proyecta un campus\ndiferenciado, capaz de articular entornos físicos, digitales y mixtos (físico-digitales). Para ello, se propone un modelo que combina el"
    },
    {
      "id": "disc_01_02__01",
      "title": "Discusión (Texto 1): Universidad por capas (Valenzuela Migoya, F & Cuellar Medina, A (parte 2/5) (1/2)",
      "tags": [
        "discusiones",
        "ia",
        "infraestructura",
        "lifelong learning",
        "texto 1"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 2,
      "page_end": 4,
      "text": "ementos fijos (estructuras e\ninfraestructuras estables), fluidos (procesos y servicios que se adaptan\ncontinuamente) y flexibles (usos del espacio y del tiempo que pueden\nreconfigurarse). Este enfoque se aplica tanto a las metodologías pedagógicas como\na los perfiles del cuerpo académico y otros roles institucionales, así como a la\norganización de los espacios, los tiempos universitarios y las infraestructuras. La clave de este cambio de mirada es dejar de concebir la universidad\nprincipalmente como un dispositivo de medición del aprendizaje, para empezar a\nverla como una institución cuyo desempeño se evalúa por su proyección social y\neconómica y por el impacto que genera en las comunidades a las que sirve. Desde este marco, se proponen cinco pilares para orientar la educación superior\ndel futuro:\n1. Menos “UNI”versidades, más posibilidades: El futuro no estará dominado\nsolo por grandes instituciones monolíticas, sino por una diversidad de\nproveedores educativos que acompañen a las personas a lo largo de toda su\ntrayectoria vital y profesional."
    },
    {
      "id": "disc_01_02__02",
      "title": "Discusión (Texto 1): Universidad por capas (Valenzuela Migoya, F & Cuellar Medina, A (parte 2/5) (2/2)",
      "tags": [
        "discusiones",
        "ia",
        "infraestructura",
        "lifelong learning",
        "texto 1"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 2,
      "page_end": 4,
      "text": "La universidad dejará de ser un espacio\nacotado a una etapa específica de la vida para integrarse en un concepto de\naprendizaje para toda la vida (lifelong learning). 2. Multiversidad: La multiversidad describe instituciones que ofrecen múltiples\nrutas formativas y certificaciones, permitiendo a las personas personalizar su\nexperiencia e"
    },
    {
      "id": "disc_01_03__01",
      "title": "Discusión (Texto 1): Universidad por capas (Valenzuela Migoya, F & Cuellar Medina, A (parte 3/5) (1/2)",
      "tags": [
        "discusiones",
        "equidad",
        "ia",
        "interoperabilidad",
        "investigación",
        "texto 1"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 2,
      "page_end": 4,
      "text": "ducativa según sus intereses, tiempos y contextos. Este modelo\nse apoya en tecnologías como la inteligencia artificial, el blockchain o\nentornos inmersivos, y habilita un acceso más inclusivo y flexible, en distintos\nmomentos y lugares, a lo largo de la vida. 3. Ecosistémica: Las instituciones de educación superior dejarán de ser islas\ny se integrarán de manera orgánica en un ecosistema más amplio de actores:\nempresas, organizaciones sociales, gobiernos locales, centros de\ninvestigación, entre otros. La investigación podrá desarrollarse en\ninstituciones especializadas, conectadas de forma sistémica con el ámbito\nlaboral y con las universidades, evitando tensiones entre docencia e\ninvestigación y fortaleciendo la pertinencia y transferencia del conocimiento. 4. Propósito e impacto: El foco se desplazará desde indicadores centrados\núnicamente en resultados académicos hacia métricas que midan el impacto\nsocial, la capacidad de transformación del entorno y la contribución al\ndesarrollo de las personas a lo largo de su vida."
    },
    {
      "id": "disc_01_03__02",
      "title": "Discusión (Texto 1): Universidad por capas (Valenzuela Migoya, F & Cuellar Medina, A (parte 3/5) (2/2)",
      "tags": [
        "discusiones",
        "equidad",
        "ia",
        "interoperabilidad",
        "investigación",
        "texto 1"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 2,
      "page_end": 4,
      "text": "Las instituciones se\nevaluarán por su capacidad para ser agentes de cambio, para aportar al\nbienestar de sus comunidades y para seguir equipando a sus egresados en\ndistintas etapas de su trayectoria profesional. 5. Viajes y caminos del estudiante: La educación superior dejará de\nparecerse a un viaje en tren, con un único recorrido, horarios definidos y\npocas alt"
    },
    {
      "id": "disc_01_04__01",
      "title": "Discusión (Texto 1): Universidad por capas (Valenzuela Migoya, F & Cuellar Medina, A (parte 4/5) (1/2)",
      "tags": [
        "discusiones",
        "gobernanza",
        "ia",
        "investigación",
        "texto 1"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 2,
      "page_end": 4,
      "text": "ernativas, para acercarse a una red de metro, con distintas líneas,\ncombinaciones y estaciones. Cada estudiante podrá trazar su propio\nitinerario formativo según sus necesidades, intereses y objetivos,\ncombinando experiencias en distintos formatos, tiempos y modalidades. 6. Experiencias de aprendizaje aumentadas: Este pilar apunta a diseñar\nexperiencias educativas que vayan más allá del aula tradicional, combinando\nentornos físicos y digitales, datos, analítica e inteligencia artificial para\nenriquecer el aprendizaje. No se trata solo de “digitalizar” lo existente, sino\nde crear experiencias más interactivas, contextualizadas y relevantes para\ncada estudiante, conectando proyectos, simulaciones, trabajo con\ncomunidades y recursos en línea de forma integrada. 7. De sobrevivir a prosperar en la incertidumbre: Aquí el foco está en que\nlas instituciones de educación superior desarrollen la capacidad de operar y\ndecidir en contextos volátiles, con cambios rápidos y, muchas veces,\nimprevisibles."
    },
    {
      "id": "disc_01_04__02",
      "title": "Discusión (Texto 1): Universidad por capas (Valenzuela Migoya, F & Cuellar Medina, A (parte 4/5) (2/2)",
      "tags": [
        "discusiones",
        "gobernanza",
        "ia",
        "investigación",
        "texto 1"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 2,
      "page_end": 4,
      "text": "Implica pasar de una lógica defensiva, centrada en resistir las\ncrisis, a una lógica de anticipación, innovación y aprendizaje continuo, donde\nla universidad sea capaz de adaptarse, experimentar y reorientarse sin\nperder su misión ni su compromiso con las personas y los territorios a los que\nsirve. Para avanzar hacia esta universidad por capas, no basta con redefinir la oferta\nacadémica: se r"
    },
    {
      "id": "disc_01_05",
      "title": "Discusión (Texto 1): Universidad por capas (Valenzuela Migoya, F & Cuellar Medina, A (parte 5/5)",
      "tags": [
        "discusiones",
        "equidad",
        "gobernanza",
        "híbrida",
        "ia",
        "infraestructura",
        "investigación",
        "texto 1"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 2,
      "page_end": 4,
      "text": "equieren capacidades institucionales específicas. Entre ellas\ndestacan: una gobernanza que favorezca la innovación y el ensayo controlado; un\nenfoque socioeconómico y cultural que amplíe el acceso y reduzca brechas;\necosistemas abiertos de colaboración con empresas, gobiernos y organizaciones\nsociales; y una gestión digital que trate los datos como insumo estratégico para el\ndiseño de experiencias personalizadas y la toma de decisiones. Estas capacidades\nson las que permiten que los pilares anteriores dejen de ser un horizonte deseable\ny se conviertan en una agenda concreta de transformación.\nEn este proceso, la tecnología no se concibe como un fin en sí mismo, sino como\nun habilitador transversal. El despliegue de analítica de datos, inteligencia artificial,\nconectividad avanzada y entornos híbridos físico-digitales abre la posibilidad de\ndiseñar experiencias de aprendizaje más personalizadas, escalables y pertinentes,\nmanteniendo el foco en el desarrollo integral de las personas y en el impacto de la\nuniversidad en sus territorios."
    },
    {
      "id": "disc_02_01__01",
      "title": "Discusión (Texto 2): Universidad híbrida y expandida (Pardo Kuklinski, H, 2023) (parte 1/3) (1/2)",
      "tags": [
        "calidad",
        "discusiones",
        "gobernanza",
        "híbrida",
        "ia",
        "infraestructura",
        "texto 2"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 5,
      "page_end": 6,
      "text": "Texto 2\nUniversidad híbrida y expandida (Pardo Kuklinski, H, 2023)\nSe plantea que la universidad del futuro debe transformarse en una universidad\nhíbrida y expandida: una institución que combina de manera integrada campus físico\ny virtual, que gestiona con lógica emprendedora y que asume un rol activo en las\ntrayectorias de vida y trabajo de sus estudiantes. Los ejes principales de esa propuesta son:\n• Gobernanza emprendedora y basada en datos:\no Pasar de una gestión principalmente administrativa a una conducción\nmás ágil, estratégica y orientada a resultados. o Diversificar fuentes de ingreso y vincular la sostenibilidad financiera\ncon la pertinencia académica. o Abrir la institución a talento externo, reduciendo la endogamia y\nfortaleciendo la calidad del cuerpo académico. • Universidad híbrida y campus expandido:\no Concebir la universidad como un sistema que integra espacios físicos\ny entornos digitales de forma coherente. o Rediseñar el campus físico como infraestructura flexible, que favorece\nla colaboración, el bienestar y la vida comunitaria."
    },
    {
      "id": "disc_02_01__02",
      "title": "Discusión (Texto 2): Universidad híbrida y expandida (Pardo Kuklinski, H, 2023) (parte 1/3) (2/2)",
      "tags": [
        "calidad",
        "discusiones",
        "gobernanza",
        "híbrida",
        "ia",
        "infraestructura",
        "texto 2"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 5,
      "page_end": 6,
      "text": "o Desarrollar un campus virtual robusto, capaz de sostener experiencias\nformativas de calidad y competir en la “economía de la atención”. • Docentes como diseñadores de experiencias y conectores:\no Redefinir el rol docente desde la transmisión de contenidos hacia el\ndiseño de experiencias de aprendizaje, la mentoría y la articulació"
    },
    {
      "id": "disc_02_02__01",
      "title": "Discusión (Texto 2): Universidad híbrida y expandida (Pardo Kuklinski, H, 2023) (parte 2/3) (1/2)",
      "tags": [
        "discusiones",
        "gobernanza",
        "ia",
        "interoperabilidad",
        "investigación",
        "texto 2"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 5,
      "page_end": 6,
      "text": "n\ncon redes profesionales. o Reconocer y apoyar perfiles académicos que integren docencia,\ninvestigación, vinculación y emprendimiento interno. • Corresponsabilidad con el mercado laboral y las trayectorias de vida:\no Asumir que la universidad comparte responsabilidad en la\nempleabilidad y actualización permanente de sus egresados. o Articular programas, prácticas, proyectos y posgrados conectados con\nnecesidades reales del entorno productivo y social. o Fortalecer competencias transversales y redes profesionales que\npermitan a las personas adaptarse a contextos laborales cambiantes. • Uso estratégico de datos y nueva comunicación del conocimiento\no Implantar una cultura de analítica de datos para comprender mejor a\nestudiantes, anticipar riesgos y mejorar la toma de decisiones\nacadémicas y de gestión. o Ampliar las formas de producción y difusión de conocimiento,\nincorporando formatos digitales, abiertos y con impacto en los\nterritorios y comunidades."
    },
    {
      "id": "disc_02_02__02",
      "title": "Discusión (Texto 2): Universidad híbrida y expandida (Pardo Kuklinski, H, 2023) (parte 2/3) (2/2)",
      "tags": [
        "discusiones",
        "gobernanza",
        "ia",
        "interoperabilidad",
        "investigación",
        "texto 2"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 5,
      "page_end": 6,
      "text": "• Tecnologías de frontera como habilitadores, no como fin:\no Explorar de manera deliberada la inteligencia artificial, el blockchain,\nlos entornos inmersivos y otras tecnologías como prototipos\nestratégicos que amplían capacidades institucionales. o Evitar tanto el rechazo automático como el entusiasmo acrítico,\nintegrando estas tecnologías en certificaciones, acompañamiento\nestudiantil y diseño pedagógico cuando agreguen valor."
    },
    {
      "id": "disc_02_03",
      "title": "Discusión (Texto 2): Universidad híbrida y expandida (Pardo Kuklinski, H, 2023) (parte 3/3)",
      "tags": [
        "discusiones",
        "texto 2"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 5,
      "page_end": 6,
      "text": "• Innovar bajo restricciones y con horizonte de largo plazo\no Reconocer las limitaciones de recursos y cultura organizacional,\npriorizando iniciativas, probando en pequeño, escalando lo que\nfunciona y abandonando lo que no.\no Entender esta transformación como una hoja de ruta flexible que cada\nuniversidad adapta a su contexto, pero que no puede ignorar las\nfuerzas de cambio que ya están operando."
    },
    {
      "id": "disc_03_01__01",
      "title": "Discusión (Texto 3): TIC e IA para mejorar (Mora, M., Ochoa, C., Cango, M., y Gutiérrez, (parte 1/3) (1/2)",
      "tags": [
        "calidad",
        "discusiones",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "texto 3"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 7,
      "page_end": 8,
      "text": "Texto 3\nTIC e IA para mejorar (Mora, M., Ochoa, C., Cango, M., y Gutiérrez,\nJ., (2024))\nEl texto plantea que una universidad que quiera responder a las demandas del siglo\nXXI debe integrar de manera estratégica las tecnologías de la información y\ncomunicación (TIC) y la inteligencia artificial (IA) en sus procesos de enseñanza y\nevaluación. No se trata solo de incorporar herramientas digitales, sino de rediseñar\nla experiencia formativa: personalizar el aprendizaje, fortalecer la evaluación\nformativa, automatizar ciertas tareas y generar retroalimentación oportuna. Para\nello, se requiere desarrollar sistemáticamente las competencias digitales del\nprofesorado, asegurar infraestructura y acceso equitativo, y abordar explícitamente\nlas dimensiones éticas, de protección de datos y de uso responsable de la IA dentro\ndel modelo educativo. Los principales puntos para poder llevar a cabo esta propuesta son:\nPersonalizar el aprendizaje con apoyo de TIC e IA\n• Usar plataformas en línea, sistemas de tutoría inteligente y recursos digitales\npara adaptar ritmos, niveles y rutas de aprendizaje a cada estudiante."
    },
    {
      "id": "disc_03_01__02",
      "title": "Discusión (Texto 3): TIC e IA para mejorar (Mora, M., Ochoa, C., Cango, M., y Gutiérrez, (parte 1/3) (2/2)",
      "tags": [
        "calidad",
        "discusiones",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "texto 3"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 7,
      "page_end": 8,
      "text": "• Aprovechar la retroalimentación automática y en tiempo real para que el\nestudiantado identifique fortalezas y brechas y pueda ajustar su trabajo. Transformar la evaluación en un proceso continuo y más preciso\n• Incorporar herramientas de evaluación automatizada (pruebas en línea,\na"
    },
    {
      "id": "disc_03_02__01",
      "title": "Discusión (Texto 3): TIC e IA para mejorar (Mora, M., Ochoa, C., Cango, M., y Gutiérrez, (parte 2/3) (1/2)",
      "tags": [
        "calidad",
        "discusiones",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "investigación",
        "texto 3"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 7,
      "page_end": 8,
      "text": "utoevaluaciones, cuestionarios adaptativos) para reducir carga operativa y\nmejorar la coherencia de los criterios de corrección. • Fortalecer la evaluación formativa (feedback frecuente, inmediato y\nespecífico) como parte del aprendizaje, no solo como cierre de cursos. Desarrollar capacidades digitales del profesorado\n• Instalar un plan permanente de formación docente en competencias digitales\ny uso pedagógico de IA, no solo cursos sueltos. • Acompañar al profesorado en el rediseño de sus asignaturas (no solo\nenseñar a “usar herramientas”), articulando TIC/IA con resultados de\naprendizaje y criterios de evaluación. Asegurar infraestructura y acceso equitativo\n• Garantizar conectividad, dispositivos, plataformas estables y soporte técnico\npara docentes y estudiantes. • Diseñar políticas para evitar nuevas brechas (por ejemplo, estudiantes que\nno pueden acceder a los recursos digitales o evaluaciones en línea). Proteger datos y abordar la dimensión ética\n• Definir políticas claras de privacidad, uso y resguardo de datos,\nespecialmente cuando se usan sistemas que recopilan información detallada\nde desempeño estudiantil."
    },
    {
      "id": "disc_03_02__02",
      "title": "Discusión (Texto 3): TIC e IA para mejorar (Mora, M., Ochoa, C., Cango, M., y Gutiérrez, (parte 2/3) (2/2)",
      "tags": [
        "calidad",
        "discusiones",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "investigación",
        "texto 3"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 7,
      "page_end": 8,
      "text": "• Revisar los usos de IA a la luz de principios éticos (transparencia, no\ndiscriminación, consentimiento informado). Fomentar una cultura de innovación colaborativa\n• Promover equipos de trabajo que articulen docentes, especialistas en\ntecnología educativa y deciso"
    },
    {
      "id": "disc_03_03",
      "title": "Discusión (Texto 3): TIC e IA para mejorar (Mora, M., Ochoa, C., Cango, M., y Gutiérrez, (parte 3/3)",
      "tags": [
        "discusiones",
        "equidad",
        "ia",
        "investigación",
        "texto 3"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 7,
      "page_end": 8,
      "text": "res institucionales para pilotear y escalar\nbuenas prácticas.\n• Incentivar proyectos de innovación docente que integren TIC e IA alineados\ncon el modelo educativo de la universidad.\nEvaluar impactos y ajustar la estrategia\n• Impulsar investigación y seguimiento sistemático sobre el impacto de estas\ntecnologías en aprendizajes, retención, participación y equidad.\n• Usar esa evidencia para ajustar políticas, priorizar inversiones y decidir qué\nherramientas vale la pena mantener, ampliar o descartar."
    },
    {
      "id": "disc_04_01__01",
      "title": "Discusión (Texto 4): Universidad Ubicua (Pedroza, 2021) (parte 1/3) (1/2)",
      "tags": [
        "calidad",
        "discusiones",
        "híbrida",
        "ia",
        "texto 4"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 9,
      "page_end": 10,
      "text": "Texto 4\nUniversidad Ubicua (Pedroza, 2021)\nSe plantea que la universidad del futuro solo sobrevivirá si deja atrás el modelo\nlineal de “planeación y calidad” centrado en rankings y eficiencia, y se piensa desde\nlos estudios del futuro críticos: no para predecir un único destino, sino para construir\nfuturos alternativos. En ese marco, la universidad tiende hacia una forma ubicua,\npresente en todas partes al mismo tiempo, apoyada en tecnologías digitales,\ninteligencia artificial y nuevas formas de vida híbridas, funcionando como un cerebro\nde inteligencia aumentada que articula inteligencia social y artificial. Sus principales puntos son los siguientes:\n1. Superar la planificación lineal y abrir el futuro\nLa universidad debe dejar de concebir su futuro como algo que se controla mediante\nplanes, indicadores y proyecciones lineales. En lugar de “cerrar” el futuro con\ndiagnósticos y metas predefinidas, se propone abrirlo, usando los estudios del futuro\npara imaginar múltiples escenarios posibles y deseables, deconstruyendo el relato\núnico de la “universidad de calidad” ligada al desarrollo económico. 2."
    },
    {
      "id": "disc_04_01__02",
      "title": "Discusión (Texto 4): Universidad Ubicua (Pedroza, 2021) (parte 1/3) (2/2)",
      "tags": [
        "calidad",
        "discusiones",
        "híbrida",
        "ia",
        "texto 4"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 9,
      "page_end": 10,
      "text": "Transformarse o desaparecer\nLa universidad tradicional de “ladrillos, paredes y cables” está al final de una era. Si\nno se transforma, muchas instituciones quedarán obsoletas o directamente\ndesaparecerán. Las que sobrevivan serán aquellas capaces de reinventar su\narquitectura académi"
    },
    {
      "id": "disc_04_02__01",
      "title": "Discusión (Texto 4): Universidad Ubicua (Pedroza, 2021) (parte 2/3) (1/2)",
      "tags": [
        "discusiones",
        "gobernanza",
        "ia",
        "infraestructura",
        "texto 4"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 9,
      "page_end": 10,
      "text": "ca, su gobernanza y su relación con la sociedad, en lugar de\nlimitarse a reformas incrementales. 3. Responder simultáneamente a dos grandes presiones\nLa universidad debe situarse en el cruce de dos fuerzas:\n• los grandes desafíos globales (desigualdad, crisis ecológica,\nagotamiento de recursos, violencia, etc.), y\n• la aceleración científico-tecnológica (biología sintética,\nnanotecnología, robótica, inteligencia artificial, revoluciones\nindustriales cada vez más cortas). La propuesta es que la universidad\nse vuelva un actor central en la construcción de soluciones, no solo un\nespacio de formación profesional. 4. Hacia una universidad ubicua, más allá del campus físico\nLa universidad deja de ser solo un lugar físico para convertirse en una institución\npresente en todos lados, accesible desde cualquier punto del planeta, para sujetos\nconectados digitalmente en su singularidad. La “universidad de ladrillos” se\ntransforma en universidad ubicua, que opera en espacios físicos y no físicos, con\nterminales en personas, dispositivos, y con nodos de exploración del conocimiento\ndistribuidos. 5."
    },
    {
      "id": "disc_04_02__02",
      "title": "Discusión (Texto 4): Universidad Ubicua (Pedroza, 2021) (parte 2/3) (2/2)",
      "tags": [
        "discusiones",
        "gobernanza",
        "ia",
        "infraestructura",
        "texto 4"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 9,
      "page_end": 10,
      "text": "De la transmisión de contenidos a la exploración de lo\ndesconocido\nLa función principal de la universidad ya no será “transmitir” contenidos definidos,\nsino explorar lo desconocido en un entorno de realidad aumentada (inteligencia\nsocial + inteligencia artificial). El foco se desplaza desde el apr"
    },
    {
      "id": "disc_04_03",
      "title": "Discusión (Texto 4): Universidad Ubicua (Pedroza, 2021) (parte 3/3)",
      "tags": [
        "discusiones",
        "equidad",
        "ia",
        "investigación",
        "texto 4"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 9,
      "page_end": 10,
      "text": "endizaje significativo\nentendido en clave constructivista hacia la capacidad de explorar, combinar y\nexpandir fronteras de conocimiento con apoyo de tecnologías incorporadas al\ncuerpo y a la mente.\n6. La universidad como cerebro social de la sociedad del\nconocimiento\nLa universidad ubicua se concibe como un gran cerebro social:\n• almacena y procesa conocimiento,\n• articula redes humanas y no humanas,\n• y habilita acceso amplio al saber, diluyendo la frontera entre\n“universitarios” y “no universitarios”.\n7. Selección natural de instituciones\nNo todas las universidades llegarán a este estadio. Las que se resistan al cambio o\npermanezcan ancladas solo al modelo empresarial/rankings quedarán relegadas o\ndesaparecerán. Las que apuesten desde ahora por investigación, innovación\ncientífica y tecnológica, capacidades sociales y culturales, y articulación profunda\ncon la sociedad, estarán mejor posicionadas para formar parte de esta universidad\nubicua del futuro."
    },
    {
      "id": "disc_05_01__01",
      "title": "Discusión (Texto 5): Gobernanza Anticipatoria (Comisión Desafíos del Futuro, Ciencia, (1/2)",
      "tags": [
        "discusiones",
        "gobernanza",
        "ia",
        "infraestructura",
        "investigación",
        "texto 5"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 11,
      "page_end": 11,
      "text": "Texto 5\nGobernanza Anticipatoria (Comisión Desafíos del Futuro, Ciencia,\nTecnología e Innovación 2022-2023, Senado-Chile)\nGobernanza anticipatoria en la universidad es la capacidad institucional de\nincorporar de manera sistemática el largo plazo en las decisiones académicas,\nfinancieras y organizacionales. Supone identificar con tiempo tendencias, riesgos y\noportunidades (demográficos, tecnológicos, regulatorios, laborales, ambientales),\nconstruir escenarios de futuro plausibles para la institución y su entorno, y usar esa\ninformación para orientar la oferta formativa, la investigación, la infraestructura, las\nalianzas y el uso de recursos. Más que reaccionar a las crisis o a las demandas\ncoyunturales, una universidad con gobernanza anticipatoria ajusta hoy sus\ndecisiones para seguir siendo pertinente, sostenible y socialmente relevante en los\npróximos 10, 20 o 30 años."
    },
    {
      "id": "disc_05_01__02",
      "title": "Discusión (Texto 5): Gobernanza Anticipatoria (Comisión Desafíos del Futuro, Ciencia, (2/2)",
      "tags": [
        "discusiones",
        "gobernanza",
        "ia",
        "infraestructura",
        "investigación",
        "texto 5"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 11,
      "page_end": 11,
      "text": "En la práctica, la gobernanza anticipatoria implica instalar capacidades de vigilancia\nde tendencias, uso intensivo de datos para decidir, espacios formales de discusión\nestratégica de futuro (consejos, comités, observatorios) y mecanismos para probar\ny escalar innovaciones antes de que los cambios del entorno vuelvan obsoletos los\nmodelos tradicionales."
    },
    {
      "id": "disc_06_01__01",
      "title": "Discusión (Texto 6): Competencias Digitales y TICs en Universidades (Moreira-Choez, (parte 1/3) (1/2)",
      "tags": [
        "calidad",
        "discusiones",
        "equidad",
        "ia",
        "investigación",
        "lifelong learning",
        "texto 6"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 12,
      "page_end": 13,
      "text": "Texto 6\nCompetencias Digitales y TICs en Universidades (Moreira-Choez,\nJ. S., Lamus de Rodríguez, T. M., Olmedo-Cañarte, P. A., y Macías-\nMacías, J. D. (2024).)\nLa idea de fondo es que una universidad que quiera proyectarse al futuro debe\nasumir las competencias digitales docentes como un eje estratégico, no solo como\nun tema técnico. Esto implica diagnosticar cómo se perciben y ejercen estas\ncompetencias, y luego diseñar una formación continua, diferenciada y alineada con\nel modelo educativo, para que el uso de TIC aporte efectivamente a la calidad de la\nenseñanza y al aprendizaje del estudiantado. Se sugieren los siguientes pasos:\n• Instalar las competencias digitales como prioridad institucional\no Reconocer explícitamente que la competencia digital docente es\ncondición para una educación pertinente en un entorno altamente\ndigitalizado. o Incorporarla en políticas de desarrollo académico, perfiles de cargo,\nevaluación y promoción docente."
    },
    {
      "id": "disc_06_01__02",
      "title": "Discusión (Texto 6): Competencias Digitales y TICs en Universidades (Moreira-Choez, (parte 1/3) (2/2)",
      "tags": [
        "calidad",
        "discusiones",
        "equidad",
        "ia",
        "investigación",
        "lifelong learning",
        "texto 6"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 12,
      "page_end": 13,
      "text": "• Diagnosticar y monitorear de forma sistemática\no Aplicar instrumentos estandarizados de autoevaluación y evaluación\n(como cuestionarios tipo CDES) para conocer el nivel de\nalfabetización tecnológica, acceso y uso de información,\ncomunicación y colaboración, ciudadanía digital, y\ncreatividad/innovación. o Usar estos diagnósticos para tomar decisiones de gestión de personas\ny de formación, no solo como ejercicio descriptivo. • Diseñar formac"
    },
    {
      "id": "disc_06_02__01",
      "title": "Discusión (Texto 6): Competencias Digitales y TICs en Universidades (Moreira-Choez, (parte 2/3) (1/2)",
      "tags": [
        "calidad",
        "discusiones",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "investigación",
        "texto 6"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 12,
      "page_end": 13,
      "text": "ión docente continua y personalizada\no Ofrecer programas de capacitación ajustados a brechas específicas:\nmanejo de bases de datos, tratamiento de imagen/audio/video,\nevaluación crítica de fuentes de información, interacción profesional\nen redes, etc. o Considerar trayectorias diferenciadas según experiencia previa, área\ndisciplinar y actitud frente a la tecnología. • Integrar las TIC en la práctica pedagógica, no solo en lo administrativo\no Pasar de “saber usar herramientas” a diseñar experiencias de\naprendizaje que incorporen TIC de forma didáctica (buscar, procesar,\nproducir y compartir información; trabajo colaborativo; proyectos\ninterdisciplinarios). o Fortalecer la evaluación formativa apoyada en recursos digitales y\nplataformas que faciliten retroalimentación oportuna. • Reforzar ciudadanía digital y mirada ética\no Formar a los docentes para modelar uso responsable de la tecnología:\nderechos de autor, protección de datos, comportamiento en línea,\nequidad en el acceso y uso de recursos digitales. o Ampliar la conciencia intercultural y global mediante la interacción con\nprofesionales de otros contextos a través de herramientas digitales."
    },
    {
      "id": "disc_06_02__02",
      "title": "Discusión (Texto 6): Competencias Digitales y TICs en Universidades (Moreira-Choez, (parte 2/3) (2/2)",
      "tags": [
        "calidad",
        "discusiones",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "investigación",
        "texto 6"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 12,
      "page_end": 13,
      "text": "• Impulsar creatividad, innovación y comunidades profesionales\no Promover el uso de TIC para generar productos originales, proyectos,\nsimulaciones y actividades que desarrollen pensamiento crítico y\ncreativo en estudiantes. o Apoyar la pa"
    },
    {
      "id": "disc_06_03",
      "title": "Discusión (Texto 6): Competencias Digitales y TICs en Universidades (Moreira-Choez, (parte 3/3)",
      "tags": [
        "discusiones",
        "equidad",
        "infraestructura",
        "texto 6"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 12,
      "page_end": 13,
      "text": "rticipación del profesorado en comunidades profesionales\ny redes en línea que compartan recursos, experiencias e innovaciones\npedagógicas.\n• Gestionar brechas y asegurar condiciones mínimas\no Acompañar el desarrollo de competencias con infraestructura\nadecuada (conectividad, plataformas, soporte técnico) y políticas que\nreduzcan brechas entre docentes con distintos niveles de experiencia\ndigital."
    },
    {
      "id": "disc_07_01__01",
      "title": "Discusión (Texto 7): Gobernanza meritocrática y docencia reinventada (Ramio, 2024) (parte 1/4) (1/2)",
      "tags": [
        "discusiones",
        "gobernanza",
        "ia",
        "microcredenciales",
        "texto 7"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 14,
      "page_end": 16,
      "text": "Texto 7\nGobernanza meritocrática y docencia reinventada (Ramio, 2024)\nLa idea principal es que las universidades públicas, si quieren sobrevivir en un\nentorno turbulento y altamente competitivo, deben dejar atrás un modelo\nhomogéneo, rígido y endogámico, y avanzar hacia sistemas más diversos,\nautónomos, meritocráticos y exigentes en docencia. Las líneas centrales de propuesta son:\n1. Aceptar que la supervivencia ya no está garantizada\no Las universidades públicas ya no pueden dar por asegurada su\npermanencia solo por ser parte del aparato estatal. o La competencia de universidades privadas, educación a distancia,\ncorporaciones que crean sus propios programas formativos,\nmicrocredenciales y nuevos actores (incluyendo grandes\ntecnológicas) obliga a revisar seriamente su modelo institucional. 2. Pasar de sistemas homogéneos a una universidad pública diversa\no Superar la lógica de regulación y financiación “igual para todas” que\nhomogeneiza y premia la mediocridad."
    },
    {
      "id": "disc_07_01__02",
      "title": "Discusión (Texto 7): Gobernanza meritocrática y docencia reinventada (Ramio, 2024) (parte 1/4) (2/2)",
      "tags": [
        "discusiones",
        "gobernanza",
        "ia",
        "microcredenciales",
        "texto 7"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 14,
      "page_end": 16,
      "text": "o Avanzar hacia un marco que reconozca roles distintos:\nuniversidades más investigadoras, más docentes/profesionalizantes,\nmás locales, más internacionales, más politécnicas o más\ngeneralistas, con estrategias diferenciadas y financiación acorde a\nresultados y funciones. 3. Más autonomía real, menos sobre-regulación, con fuerte rendición de\ncuentas\no Reducir la regulación pública micromanagement que asfixia la\ncapacidad"
    },
    {
      "id": "disc_07_02__01",
      "title": "Discusión (Texto 7): Gobernanza meritocrática y docencia reinventada (Ramio, 2024) (parte 2/4) (1/2)",
      "tags": [
        "calidad",
        "discusiones",
        "gobernanza",
        "ia",
        "investigación",
        "texto 7"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 14,
      "page_end": 16,
      "text": "de innovación organizativa. o Otorgar mayor autonomía para que cada universidad defina su modelo\nde gobernanza y gestión, a cambio de transparencia, indicadores\nclaros y rendición de cuentas exigente en docencia, investigación\ny transferencia. 4. Reformar la gobernanza: de la democracia corporativa a la meritocracia\no Sustituir gradualmente modelos electorales internos que favorecen\nredes clientelares, conservadurismo y statu quo, por esquemas\nmeritocráticos de selección de rectores y equipos de gobierno. o Utilizar comisiones de búsqueda y selección con participación interna\ny externa, que valoren competencias directivas, proyecto institucional\ny trayectoria. o Empoderar a las autoridades académicas para tomar decisiones\nestratégicas, y no solo mediar entre intereses corporativos. 5. Reinventar la función docente como núcleo de legitimidad social\no Aceptar que la docencia es hoy el eslabón más débil de muchas\nuniversidades públicas, justo cuando el nuevo perfil estudiantil exige\nmetodologías activas, motivadoras y de alta calidad. o Exigir calidad docente como condición para la estabilidad y promoción\nacadémica, al mismo nivel que la investigación."
    },
    {
      "id": "disc_07_02__02",
      "title": "Discusión (Texto 7): Gobernanza meritocrática y docencia reinventada (Ramio, 2024) (parte 2/4) (2/2)",
      "tags": [
        "calidad",
        "discusiones",
        "gobernanza",
        "ia",
        "investigación",
        "texto 7"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 14,
      "page_end": 16,
      "text": "o Evitar que los mejores profesores se refugien solo en optativos y\nposgrados: incentivar y/o obligar a que impartan asignaturas troncales\ny cursos iniciales, donde se juega buena parte de la experiencia\nformativa. 6. Profesionaliza"
    },
    {
      "id": "disc_07_03__01",
      "title": "Discusión (Texto 7): Gobernanza meritocrática y docencia reinventada (Ramio, 2024) (parte 3/4) (1/2)",
      "tags": [
        "calidad",
        "discusiones",
        "gobernanza",
        "ia",
        "investigación",
        "texto 7"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 14,
      "page_end": 16,
      "text": "r y apoyar la docencia universitaria\no Desarrollar sistemas de formación sistemática en docencia\n(comunicación, diseño de actividades, evaluación, trabajo con grupos\ndiversos, uso de tecnologías) para profesorado novel y senior. o Potenciar metodologías basadas en proyectos, investigación aplicada,\ntrabajo colaborativo y desarrollo de competencias transversales,\narticulando mejor docencia e investigación. o Crear canales para que la innovación docente cuente en evaluaciones\ne incentivos, y no quede invisibilizada frente a los papers. 7. Flexibilizar carreras académicas y perfiles del profesorado\no Abandonar la ficción de que todo profesor puede (y debe) ser\nigualmente excelente en docencia, investigación, gestión y\ntransferencia. o Permitir perfiles diferenciados (más docentes, más investigadores,\nmás orientados a gestión o transferencia), reconocidos e\nincentivados institucionalmente, para equilibrar mejor el sistema en\nsu conjunto. 8."
    },
    {
      "id": "disc_07_03__02",
      "title": "Discusión (Texto 7): Gobernanza meritocrática y docencia reinventada (Ramio, 2024) (parte 3/4) (2/2)",
      "tags": [
        "calidad",
        "discusiones",
        "gobernanza",
        "ia",
        "investigación",
        "texto 7"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 14,
      "page_end": 16,
      "text": "Avanzar hacia una gobernanza “robusta” frente a un entorno turbulento\no Diseñar modelos que combinen estabilidad institucional (seguridad\njurídica, servicios básicos de calidad) con capacidad de cambio para\nabsorber crisis inéditas (clima, IA, desigualdad, transformaciones\ndemográficas, etc.). o Entender que no todas las universidades públicas sobrevivirán:\ntendrán más posibilidades aquellas que demuestren capacidad de\nadaptación, simplifiquen s"
    },
    {
      "id": "disc_07_04",
      "title": "Discusión (Texto 7): Gobernanza meritocrática y docencia reinventada (Ramio, 2024) (parte 4/4)",
      "tags": [
        "discusiones",
        "ia",
        "texto 7"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 14,
      "page_end": 16,
      "text": "u organización, se vuelvan más legibles\npara la sociedad y mejoren radicalmente su docencia y su forma de\ngobernarse."
    },
    {
      "id": "disc_08_01__01",
      "title": "Discusión (Texto 8): Un futuro líquido bien gobernado: agenda mínima para la (parte 1/2) (1/2)",
      "tags": [
        "calidad",
        "discusiones",
        "equidad",
        "gobernanza",
        "híbrida",
        "ia",
        "texto 8"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 17,
      "page_end": 18,
      "text": "Texto 8\nUn futuro líquido bien gobernado: agenda mínima para la\neducación superior (Acosta, 2025)\nSe proyecta que la educación superior en América Latina seguirá expandiéndose\nhasta 2050, pero el tipo de futuro que se concrete (deseable, catastrófico o\nintermedio) dependerá de la capacidad de los sistemas y las universidades para\ncombinar prospectiva estratégica y gobernanza anticipatoria: es decir, leer\ntendencias, gestionar incertidumbres y tomar decisiones hoy para acercarse a los\nmejores escenarios posibles en calidad, equidad, cobertura e impacto social. A partir de ese enfoque, la agenda mínima de transformación se organiza en estas\nlíneas:\n1. Dar mayor valor público a la educación superior\nReconocer a la educación terciaria como pieza clave de un desarrollo sostenible,\ndemocrático, gobernable y equitativo, y diseñar regímenes de política que la traten\ncomo tal (no como gasto residual). 2. Universalizar el acceso con equidad real\nNo basta con aumentar matrícula: hay que reducir las brechas entre países,\nterritorios y grupos socioeconómicos, asegurando que la expansión llegue también\na los quintiles de menores ingresos y a regiones históricamente rezagadas. 3."
    },
    {
      "id": "disc_08_01__02",
      "title": "Discusión (Texto 8): Un futuro líquido bien gobernado: agenda mínima para la (parte 1/2) (2/2)",
      "tags": [
        "calidad",
        "discusiones",
        "equidad",
        "gobernanza",
        "híbrida",
        "ia",
        "texto 8"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 17,
      "page_end": 18,
      "text": "Equilibrar ofertas presenciales y virtuales\nAvanzar hacia una “ecualización” entre formatos presenciales, virtuales e híbridos,\nde modo que la educación en línea no sea una opción de segunda categoría, sino\nuna vía c"
    },
    {
      "id": "disc_08_02__01",
      "title": "Discusión (Texto 8): Un futuro líquido bien gobernado: agenda mínima para la (parte 2/2) (1/2)",
      "tags": [
        "calidad",
        "discusiones",
        "equidad",
        "gobernanza",
        "ia",
        "investigación",
        "texto 8"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 17,
      "page_end": 18,
      "text": "on estándares equivalentes de calidad y apoyo estudiantil. 4. Incrementar sustancialmente el financiamiento\nElevar de forma sostenida la inversión pública (y articularla con aportes privados)\npara acercarse al umbral recomendado internacionalmente, superando el actual\n“talón de Aquiles” financiero que limita cualquier reforma seria. 5. Reestructurar la carrera académica\nRediseñar la carrera de profesoras, profesores e investigadores, mejorando\nsalarios, estabilidad, condiciones de trabajo y apoyos para docencia e investigación,\ny haciéndola atractiva para nuevas generaciones en un contexto de expansión. 6. Fortalecer la vinculación con problemas y territorios\nOrientar docencia, investigación y extensión a la comprensión y solución de\nproblemas locales y regionales, integrando mejor a las universidades en sus\necosistemas sociales, económicos y ambientales. 7."
    },
    {
      "id": "disc_08_02__02",
      "title": "Discusión (Texto 8): Un futuro líquido bien gobernado: agenda mínima para la (parte 2/2) (2/2)",
      "tags": [
        "calidad",
        "discusiones",
        "equidad",
        "gobernanza",
        "ia",
        "investigación",
        "texto 8"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 17,
      "page_end": 18,
      "text": "Consolidar gobernanza anticipatoria y sistemas de información\nInstalar capacidades estables de planeación estratégica de largo plazo, vida\ncolegiada fuerte, definición clara de prioridades y sistemas de información robustos\nque permitan monitorear calidad, cobertura, equidad, pertinencia y financiamiento,\ny ajustar el rumbo antes de caer en escenarios indeseables."
    },
    {
      "id": "disc_09_01__01",
      "title": "Discusión (Texto 9): La Universidad en la Era Digital (Castilla, 2024) (parte 1/2) (1/2)",
      "tags": [
        "discusiones",
        "equidad",
        "gobernanza",
        "ia",
        "investigación",
        "texto 9"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 19,
      "page_end": 20,
      "text": "Texto 9\nLa Universidad en la Era Digital (Castilla, 2024)\nSe propone que la universidad, para ser pertinente en una sociedad digitalizada,\ndeje de tratar a sus estudiantes como “escolares avanzados” y se asuma como\nespacio de formación de adultos profesionales en proceso, integrando la\ndigitalización y la inteligencia artificial como aliadas, con una gobernanza flexible y\nanticipatoria, compromiso ambiental y fuerte foco en equidad y accesibilidad. Para lograrlo, se nombran los siguientes pasos:\n1. Pasar de una lógica pedagógica escolar a una andragógica universitaria\n• Tratar al estudiantado como profesionales en formación, no como\nobservadores pasivos. • Fortalecer el diálogo, la discusión reflexiva y el intercambio de opiniones,\najustando la enseñanza al nivel de madurez y experiencia de las personas\nadultas universitarias. 2. Asumir la revolución digital como motor de innovación\n• Replantear los modelos de enseñanza-aprendizaje para que la universidad\nse adapte a las nuevas formas de aprender, y no al revés. • Promover una cultura de innovación y emprendimiento que potencie\ncreatividad y pensamiento crítico, evitando diseños curriculares desfasados\ny poco desafiantes. 3."
    },
    {
      "id": "disc_09_01__02",
      "title": "Discusión (Texto 9): La Universidad en la Era Digital (Castilla, 2024) (parte 1/2) (2/2)",
      "tags": [
        "discusiones",
        "equidad",
        "gobernanza",
        "ia",
        "investigación",
        "texto 9"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 19,
      "page_end": 20,
      "text": "Desarrollar competencias digitales en estudiantes y docentes\n• Considerar imprescindible el manejo de TIC y el uso estratégico de la\ninteligencia artificial en el quehacer educativo. • Dejar de ver la IA co"
    },
    {
      "id": "disc_09_02__01",
      "title": "Discusión (Texto 9): La Universidad en la Era Digital (Castilla, 2024) (parte 2/2) (1/2)",
      "tags": [
        "calidad",
        "discusiones",
        "equidad",
        "gobernanza",
        "ia",
        "investigación",
        "texto 9"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 19,
      "page_end": 20,
      "text": "mo moda o amenaza y posicionarla como aliada para\nenriquecer procesos de enseñanza, aprendizaje y evaluación\n4. Instalar una gobernanza universitaria flexible y anticipatoria\n• Diseñar estructuras de gobierno capaces de adaptarse a la rápida evolución\ntecnológica, con participación efectiva de todos los actores universitarios. • Impulsar colaboración interdisciplinaria y redes con instituciones de\ninvestigación, empresas y otros actores sociales, incorporando la\nanticipación de escenarios futuros como función regular de la universidad\n5. Gestionar el impacto ambiental de la digitalización\n• Reconocer el costo ambiental del uso intensivo de dispositivos y centros de\ndatos, e implementar prácticas sostenibles (energías renovables, reciclaje,\nconsumo responsable). • Convertir a la universidad en generadora de ideas y prácticas que mejoren la\nrelación de la sociedad con el medio ambiente. 6. Garantizar equidad y accesibilidad en la educación digitalizada\n• Asegurar que todos los estudiantes tengan oportunidades de aprendizaje\nequitativas en entornos digitales, mediante becas, recursos de accesibilidad\ny ofertas en línea de calidad."
    },
    {
      "id": "disc_09_02__02",
      "title": "Discusión (Texto 9): La Universidad en la Era Digital (Castilla, 2024) (parte 2/2) (2/2)",
      "tags": [
        "calidad",
        "discusiones",
        "equidad",
        "gobernanza",
        "ia",
        "investigación",
        "texto 9"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 19,
      "page_end": 20,
      "text": "• Desarrollar estrategias institucionales que consoliden una universidad abierta\nal cambio tecnológico, comprometida con una sociedad más justa y\nequitativa."
    },
    {
      "id": "disc_10_01__01",
      "title": "Discusión (Texto 10): IA y gobernanza universitaria (Ruiz Muñoz, G; Vasco Delgado, J y (parte 1/4) (1/2)",
      "tags": [
        "calidad",
        "discusiones",
        "gobernanza",
        "ia",
        "infraestructura",
        "lifelong learning",
        "texto 10"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 21,
      "page_end": 25,
      "text": "Texto 10\nIA y gobernanza universitaria (Ruiz Muñoz, G; Vasco Delgado, J y\nAlvear Dávalos, J. (2024))\nLa idea central es que una universidad que quiera modernizar seriamente su gestión\nacadémica y administrativa debe integrar la inteligencia artificial (IA) como parte de\nsu gobernanza, no solo como un conjunto de herramientas sueltas. Para que esto\nfuncione, la IA debe ir acompañada de cambio organizacional, desarrollo de\ncapacidades internas, buena calidad de datos y apoyo sostenido de las autoridades. Las líneas clave son:\nTratar la IA como eje estratégico de la gestión universitaria\n• Integrar IA en los procesos centrales de la gestión administrativa y académica\n(admisión, planificación, reportería, seguimiento estudiantil, recursos\nhumanos, apoyo a la toma de decisiones). • Usar la IA para ganar eficiencia operativa, reducir costos y optimizar el uso\nde recursos, liberando tiempo del personal para tareas de mayor valor\nañadido. Construir una gobernanza de datos sólida y confiable\n• Mejorar la calidad, consistencia y trazabilidad de los datos institucionales\npara que los modelos de IA produzcan información útil y decisiones\nconfiables."
    },
    {
      "id": "disc_10_01__02",
      "title": "Discusión (Texto 10): IA y gobernanza universitaria (Ruiz Muñoz, G; Vasco Delgado, J y (parte 1/4) (2/2)",
      "tags": [
        "calidad",
        "discusiones",
        "gobernanza",
        "ia",
        "infraestructura",
        "lifelong learning",
        "texto 10"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 21,
      "page_end": 25,
      "text": "• Avanzar hacia infraestructuras tecnológicas modulares e interoperables que\npermitan integrar la IA con los sistemas heredados sin paralizar la operación\nAcompañar la tecnología con gestión del cambio y formación continua\n• Implementar program"
    },
    {
      "id": "disc_10_02__01",
      "title": "Discusión (Texto 10): IA y gobernanza universitaria (Ruiz Muñoz, G; Vasco Delgado, J y (parte 2/4) (1/2)",
      "tags": [
        "discusiones",
        "gobernanza",
        "ia",
        "texto 10"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 21,
      "page_end": 25,
      "text": "as estables de capacitación del personal académico y\nadministrativo en el uso de sistemas con IA, no solo capacitaciones puntuales\nal inicio. • Gestionar explícitamente la resistencia al cambio, explicando beneficios,\ngenerando participación y apoyando el aprendizaje en el uso cotidiano de las\nnuevas herramientas. Asegurar apoyo directivo y sostenibilidad financiera\n• Garantizar compromiso explícito y sostenido de los equipos de gobierno\n(rectoría, vicerrectorías, decanatos), que respalden la implantación y los\najustes necesarios. • Asignar un porcentaje estable del presupuesto de TI a mantenimiento,\nactualización y expansión de sistemas de IA, pensando en la sostenibilidad\nde largo plazo\nUsar la IA para mejorar la transparencia y la toma de decisiones\n• Incorporar analíticas y modelos predictivos en los circuitos formales de\ndecisión (consejos, comités, rectoría), de manera que la gobernanza\nuniversitaria sea más basada en evidencia. • Hacer visibles los resultados: indicadores de eficiencia, satisfacción de\nusuarios y optimización de recursos, para legitimar las transformaciones ante\nla comunidad universitaria."
    },
    {
      "id": "disc_10_02__02",
      "title": "Discusión (Texto 10): IA y gobernanza universitaria (Ruiz Muñoz, G; Vasco Delgado, J y (parte 2/4) (2/2)",
      "tags": [
        "discusiones",
        "gobernanza",
        "ia",
        "texto 10"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 21,
      "page_end": 25,
      "text": "Diseñar marcos éticos y de responsabilidad institucional\n• Definir reglas claras sobre el uso de IA en la gestión académica y\nadministrativa: privacidad, protección de datos, sesgos, transparencia de\nalgoritmos y límites de automatización. • Asegurar que la IA se use p"
    },
    {
      "id": "disc_10_03__01",
      "title": "Discusión (Texto 10): IA y gobernanza universitaria (Ruiz Muñoz, G; Vasco Delgado, J y (parte 3/4) (1/2)",
      "tags": [
        "calidad",
        "discusiones",
        "equidad",
        "gobernanza",
        "ia",
        "investigación",
        "texto 10"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 21,
      "page_end": 25,
      "text": "ara reforzar la calidad y la equidad, y no para\ntomar decisiones opacas o discriminatorias sobre estudiantes y personal. Referencias\nAcosta Silva, A. (2025). Un futuro líquido: La educación superior en América Latina\nhacia el 2050. Revista de la Educación Superior, 54(214), 1–18. https://doi.org/10.36857/resu.2025.214.3266\nCastilla Barraza, J. G. (2024). La universidad en la era digital: Desafíos y\noportunidades en la sociedad digitalizada. REDHECS: Revista electrónica de\nHumanidades, Educación y Comunicación Social, 32(24), 7–11. Comisión Desafíos del Futuro, Ciencia, Tecnología e Innovación. (2024). Gobernanza anticipatoria: Una institucionalidad de prospectiva para Chile. Santiago\nde Chile: Ediciones Biblioteca del Congreso Nacional de Chile. Mora Mera, M. M., Ochoa González, C. R., Cango Zhinín, M. Á., & Gutiérrez\nBastidas, J. O. (2024). Innovación educativa en la universidad: Uso de TIC e\ninteligencia artificial para mejorar la enseñanza y evaluación. Reincisol, 3(6), 6409–\n6427. https://doi.org/10.59282/reincisol.v3(6)6409-6427\nMoreira-Choez, J. S., Lamus de Rodríguez, T. M., Olmedo-Cañarte, P. A., &\nMacías-Macías, J. D. (2024)."
    },
    {
      "id": "disc_10_03__02",
      "title": "Discusión (Texto 10): IA y gobernanza universitaria (Ruiz Muñoz, G; Vasco Delgado, J y (parte 3/4) (2/2)",
      "tags": [
        "calidad",
        "discusiones",
        "equidad",
        "gobernanza",
        "ia",
        "investigación",
        "texto 10"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 21,
      "page_end": 25,
      "text": "Valorando el futuro de la educación: Competencias\ndigitales y tecnologías de información y comunicación en universidades. Revista\nVenezolana de Gerencia, 29(105), 271–288. https://doi.org/10.52080/rvgluz.29.105.18\nPardo Kuklinski, H. (2023). Los f"
    },
    {
      "id": "disc_10_04",
      "title": "Discusión (Texto 10): IA y gobernanza universitaria (Ruiz Muñoz, G; Vasco Delgado, J y (parte 4/4)",
      "tags": [
        "discusiones",
        "gobernanza",
        "híbrida",
        "ia",
        "texto 10"
      ],
      "source": "Discusiones sobre las Universidades del futuro_VF.pdf",
      "page_start": 21,
      "page_end": 25,
      "text": "uturos inevitables de la universidad: Hacia una\nuniversidad híbrida, personal y expandida. Medellín: Universidad Pontificia\nBolivariana. Recuperado de https://futurosdelauniversidad.net\nPedroza Flores, R. (2021). Estudios del futuro para comprender la posibilidad de la\nuniversidad ubicua. Interdisciplina, 9(25), 209–231.\nhttps://doi.org/10.22201/ceiich.24485705e.2021.25.79974\nRamió, C. (2024). Los retos que afrontan las universidades: Modelos de\ngobernanza y reinvención de la función docente. Papeles de Economía Española,\n180, 202–216.\nRuiz Muñoz, G., Vasco Delgado, J., & Alvear Dávalos, J. (2024). Inteligencia\nartificial y gobernanza en la gestión académica y administrativa de la educación\nsuperior. Revista Social Fronteriza, 4(6), e508.\nhttps://doi.org/10.59814/resofro.2024.4(6)508\nValenzuela Migoya, F., & Cuéllar Medina, A. (2022). #Repensar la universidad:\nConstruir una visión de futuros para las universidades [Informe de prospectiva\neducativa]. Global Edtech Impact Alliance."
    },
    {
      "id": "estrategia_intro_01",
      "title": "Estrategia de Desarrollo ES (Chile): visión general",
      "tags": [
        "Chile",
        "calidad",
        "equidad",
        "estrategia ES",
        "gobernanza",
        "ia"
      ],
      "source": "Resumen Estrategia de Desarrollo para la ES_VF.pdf",
      "page_start": 1,
      "page_end": 2,
      "text": "RESUMEN ESTRATEGIA\nDE DESARROLLO PARA\nLA EDUCACIÓN\nSUPERIOR EN CHILE\nDICIEMBRE 2025\nANTOFAGASTA / LA SERENA / SANTIAGO / CHILLÁN\nudalba.cl\nLa estrategia plantea una hoja de ruta no prescriptiva para orientar al sistema hacia\nun desempeño más sostenible, dinámico y estratégicamente coordinado, con foco\nen impacto país, cohesión social y equidad territorial.\nLa propuesta se presenta como una carta de navegación del sistema: define\ndesafíos estratégicos, objetivos estratégicos y líneas de acción, entregando margen\nde adaptación a distintos tipos de instituciones. A su vez, está pensada para orientar\ntanto políticas públicas como decisiones institucionales, incluyendo mejoras a\nmecanismos del Sistema Nacional de Aseguramiento de la Calidad (Sinaces).\nEl documento estructura su apuesta en cuatro desafíos: los dos primeros sobre\nfunciones asociadas a la misión (formación y conocimiento), y un tercero habilitando\nadaptación/anticipación, y un cuarto como gobernanza habilitante para que todo lo\nanterior sea sostenible."
    },
    {
      "id": "estrategia_d1_01",
      "title": "Estrategia ES (Chile) - Desafío 1: Trayectorias formativas flexibles, articuladas y pertinentes",
      "tags": [
        "Chile",
        "calidad",
        "desafío 1",
        "equidad",
        "estrategia ES",
        "ia",
        "investigación"
      ],
      "source": "Resumen Estrategia de Desarrollo para la ES_VF.pdf",
      "page_start": null,
      "page_end": null,
      "text": "Desafío 1: Trayectorias formativas flexibles, articuladas y pertinentes\nLa Estrategia empuja un cambio desde programas rígidos hacia trayectorias\narticuladas a lo largo de la vida, con mejor conexión entre subsistemas, modalidades\ny mundo del trabajo. Esto incluye:\n• Ajustar estructuras de títulos/grados para mayor flexibilidad y articulación\n• Consolidar un sistema nacional de cualificaciones que conecte TP,\nuniversitario y sector laboral, mejorando legibilidad y articulación de\ncredenciales.\n• Fortalecer la transición desde educación media y la articulación con trabajo\n(colaboración interinstitucional, apoyo vocacional, iniciativas con territorios).\n• Potenciar la calidad docente vía innovación e investigación en enseñanza-\naprendizaje, incluyendo una certificación docente nacional voluntaria y\nmejoras en estándares/condiciones para quienes no son parte de planta\nregular.\n• Robustecer la capacidad institucional para responder a la diversidad del\nestudiantado (acceso, permanencia, titulación oportuna), mejorando\nindicadores que reflejen diversidad, proyectos de vida y empleabilidad.\n• Instalar políticas de bienestar y cuidado, redes de apoyo y monitoreo de\ncarga académica."
    },
    {
      "id": "estrategia_d2_01",
      "title": "Estrategia ES (Chile) - Desafío 2: Conocimiento, investigación e innovación como “valor público",
      "tags": [
        "Chile",
        "desafío 2",
        "estrategia ES",
        "ia",
        "infraestructura",
        "investigación"
      ],
      "source": "Resumen Estrategia de Desarrollo para la ES_VF.pdf",
      "page_start": null,
      "page_end": null,
      "text": "Desafío 2: Conocimiento, investigación e innovación como “valor público”\nLa Estrategia busca que la generación de conocimiento e innovación esté mejor\norganizada, coordinada y conectada a necesidades país:\n• Reforzar la coordinación entre agencias rectoras de educación y de\nciencia/innovación, para alinear políticas y subsistemas.\n• Incentivar investigación asociativa y colaboración con impacto público; y\nfortalecer innovación e investigación aplicada, incluyendo el subsistema TP.\n• Impulsar un ecosistema robusto de postgrado con proyección regional e\ninternacional (consorcios, financiamiento, atracción de talento, doctorados\narticulados a áreas prioritarias; colaboración universidad–sector productivo).\n• Promover capacidades de innovación productiva: EBCT y ecosistemas de\ninnovación abierta (consorcios, hubs, plataformas colaborativas,\ntransferencia tecnológica)"
    },
    {
      "id": "estrategia_d3_01",
      "title": "Estrategia ES (Chile) - Desafío 3: Capacidad de anticipar, adaptarse y protagonizar futuros",
      "tags": [
        "Chile",
        "desafío 3",
        "equidad",
        "estrategia ES",
        "gobernanza",
        "investigación",
        "lifelong learning"
      ],
      "source": "Resumen Estrategia de Desarrollo para la ES_VF.pdf",
      "page_start": null,
      "page_end": null,
      "text": "Desafío 3: Capacidad de anticipar, adaptarse y protagonizar futuros\nAquí la propuesta es que el sistema (y cada institución) desarrolle musculatura para\nleer cambios y responder con agilidad:\n• Vinculación intersectorial y agendas de prospección laboral, usando métricas\ncomparables de resultados laborales, valor agregado y satisfacción post-\negreso.\n• Impulsar una cultura de formación continua (lifelong learning) acompañada\npor incentivos/regulaciones.\n• Desarrollar agendas y programas CTCI con valor público, articulando\ndesafíos locales/nacionales/globales.\n• Fortalecer I+D+i colaborativa con actores públicos/privados/sociedad civil, y\nprofundizar la vinculación bidireccional con el entorno para equidad territorial\n(incluye colaboración en gobernanza regional/nacional)."
    },
    {
      "id": "estrategia_d4_01__01",
      "title": "Estrategia ES (Chile) - Desafío 4: Gobernanza sistémica; regulación, calidad y financiamiento (parte 1/4) (1/2)",
      "tags": [
        "Chile",
        "calidad",
        "desafío 4",
        "estrategia ES",
        "gobernanza",
        "ia",
        "investigación",
        "lifelong learning"
      ],
      "source": "Resumen Estrategia de Desarrollo para la ES_VF.pdf",
      "page_start": null,
      "page_end": null,
      "text": "Desafío 4: Gobernanza sistémica; regulación, calidad y financiamiento\nalineados\nEste eje habilita los anteriores: propone modernizar la manera en que se coordina\ny sostiene el sistema. • Fortalecer la gobernanza/orientación estratégica y crear un Consejo para\nmonitorear avances, actualizar desafíos y promover colaboración e\ninternacionalización. • Fortalecer el rol articulador del Sinaces (coherencia entre gobernanza,\nregulación y financiamiento). • Avanzar hacia una arquitectura cooperativa entre IES y, cuando\ncorresponda, mecanismos de integración/fusión/reorganización para\nsostenibilidad. • Reorientar aseguramiento de la calidad hacia resultados e impactos,\nreconociendo diversidad de misiones; avanzar hacia acreditación\ninstitucional obligatoria que supere la lógica de “ranking”. • Armonizar el financiamiento: distinguir financiamiento estudiantil de otras\nfunciones, diferenciar líneas por docencia/investigación/innovación/VcM y\ndesacoplar financiamiento de la lógica de tramos/ranking de acreditación."
    },
    {
      "id": "estrategia_d4_01__02",
      "title": "Estrategia ES (Chile) - Desafío 4: Gobernanza sistémica; regulación, calidad y financiamiento (parte 1/4) (2/2)",
      "tags": [
        "Chile",
        "calidad",
        "desafío 4",
        "estrategia ES",
        "gobernanza",
        "ia",
        "investigación",
        "lifelong learning"
      ],
      "source": "Resumen Estrategia de Desarrollo para la ES_VF.pdf",
      "page_start": null,
      "page_end": null,
      "text": "En términos prácticos, la Estrategia empuja a que cada institución pueda convertir\nsu plan de desarrollo en una combinación coherente de: (1) rediseño curricular y\nde trayectorias (flexibles, articuladas y pertinentes), (2) fortalecimiento realista de\ninvestigación/innovación y postgrado en red, (3) capacidades de anticipación\n(datos, prospectiva, formación continua), y (4) gob"
    },
    {
      "id": "estrategia_d4_02__01",
      "title": "Estrategia ES (Chile) - Desafío 4: Gobernanza sistémica; regulación, calidad y financiamiento (parte 2/4) (1/2)",
      "tags": [
        "Chile",
        "calidad",
        "desafío 4",
        "equidad",
        "estrategia ES",
        "ia",
        "investigación",
        "lifelong learning",
        "microcredenciales"
      ],
      "source": "Resumen Estrategia de Desarrollo para la ES_VF.pdf",
      "page_start": null,
      "page_end": null,
      "text": "ernanza interna alineada a\nresultados, bienestar estudiantil y sostenibilidad (calidad y financiamiento mirando\nimpacto, no solo cumplimiento). Tabla resumen de encuentros entre la Estrategia de Desarrollo y los objetivos UDALBA\nLo que plantea la Estrategia Objetivos UDALBA que coinciden Cómo conversan\nVisión de sistema: integración de Propósito general; Coinciden en el “para qué”: relevancia social/territorial\ndocencia, investigación, innovación y 12. Inclusión social y equidad educativa; y mirada integral de funciones, con énfasis en\nvinculación con el medio; aporte a 14. Impacto regional y pertinencia territorial. impacto y equidad. desarrollo sostenible, cohesión social y\nequidad territorial. Trayectorias formativas flexibles y 13. Enfoque centrado en el estudiante; 15. La Estrategia empuja flexibilidad/continuidad;\narticuladas (aprendizaje a lo largo de la Universidad de la Experiencia. UDALBA lo traduce a diseño de trayectorias y\nvida), incluyendo microcredenciales y mecanismos concretos\nreconocimiento/validación de\naprendizajes previos. Fortalecer la calidad y efectividad de la 2."
    },
    {
      "id": "estrategia_d4_02__02",
      "title": "Estrategia ES (Chile) - Desafío 4: Gobernanza sistémica; regulación, calidad y financiamiento (parte 2/4) (2/2)",
      "tags": [
        "Chile",
        "calidad",
        "desafío 4",
        "equidad",
        "estrategia ES",
        "ia",
        "investigación",
        "lifelong learning",
        "microcredenciales"
      ],
      "source": "Resumen Estrategia de Desarrollo para la ES_VF.pdf",
      "page_start": null,
      "page_end": null,
      "text": "Excelencia académica y calidad educativa; Coinciden en mover calidad desde el cumplimiento\ndocencia mediante innovación e 4. Desarrollo del talento humano. hacia capacidades docentes, mejora continua y\ninvestigación en enseñanza/aprendizaje; evaluación por resultados. certificación docente y me"
    },
    {
      "id": "estrategia_d4_03__01",
      "title": "Estrategia ES (Chile) - Desafío 4: Gobernanza sistémica; regulación, calidad y financiamiento (parte 3/4) (1/2)",
      "tags": [
        "Chile",
        "desafío 4",
        "equidad",
        "estrategia ES",
        "gobernanza",
        "ia",
        "investigación"
      ],
      "source": "Resumen Estrategia de Desarrollo para la ES_VF.pdf",
      "page_start": null,
      "page_end": null,
      "text": "jores\ncondiciones. Responder a la diversidad estudiantil con 12. Inclusión social y equidad educativa; La Estrategia pide capacidad institucional para\nmejores sistemas de 10. Integración estratégica de TICs. gestionar diversidad con datos; UDALBA lo recoge\ninformación/indicadores y fortalecer como inclusión y gestión basada en evidencia. acceso/permanencia. Instalar políticas de bienestar y cuidado, 13. Enfoque centrado en el estudiante. Bienestar y acompañamiento como condición para\nredes de apoyo y monitoreo de carga trayectorias exitosas y permanencia. académica. Conocimiento, investigación e innovación 11. Fortalecimiento de la investigación e Coinciden en la lógica de ecosistema:\ncomo valor público; coordinación, innovación; investigación/innovación conectada con actores,\nincentivos, investigación asociativa e 1. Factores de desarrollo institucional. sectores y necesidades del entorno. innovación aplicada. Impulsar postgrado robusto con 11. Fortalecimiento de la investigación e Coinciden en fortalecer capacidades vía postgrado; la\nproyección regional/internacional y innovación. Estrategia aporta el “cómo” (asociatividad/consorcios)\nmodelos de consorcio/asociatividad."
    },
    {
      "id": "estrategia_d4_03__02",
      "title": "Estrategia ES (Chile) - Desafío 4: Gobernanza sistémica; regulación, calidad y financiamiento (parte 3/4) (2/2)",
      "tags": [
        "Chile",
        "desafío 4",
        "equidad",
        "estrategia ES",
        "gobernanza",
        "ia",
        "investigación"
      ],
      "source": "Resumen Estrategia de Desarrollo para la ES_VF.pdf",
      "page_start": null,
      "page_end": null,
      "text": "como ruta factible. Promover innovación abierta IES– 14. Impacto regional y pertinencia territorial; Encaje por orientación a transferencia y articulación\nempresa–Estado (consorcios, hubs, 11. Fortalecimiento"
    },
    {
      "id": "estrategia_d4_04",
      "title": "Estrategia ES (Chile) - Desafío 4: Gobernanza sistémica; regulación, calidad y financiamiento (parte 4/4)",
      "tags": [
        "Chile",
        "calidad",
        "desafío 4",
        "equidad",
        "estrategia ES",
        "gobernanza",
        "ia",
        "infraestructura",
        "investigación",
        "lifelong learning"
      ],
      "source": "Resumen Estrategia de Desarrollo para la ES_VF.pdf",
      "page_start": null,
      "page_end": null,
      "text": "de la investigación e territorial: de la investigación al impacto y\nplataformas colaborativas) y innovación. colaboración efectiva con el entorno.\ntransferencia.\nCapacidad de anticipar y responder a 2. Excelencia académica y calidad educativa; Coincidencia fuerte: la Estrategia amplía la\ntransformaciones; prospección laboral y 15. Universidad de la Experiencia; pertinencia con evidencia laboral y ajuste ágil;\nmétricas comparables; cultura de 14. Impacto regional y pertinencia territorial. UDALBA ya declara evaluación por desempeño y\nformación continua. foco de formación continua/territorial.\nGobernanza sistémica: regulación, 2. Excelencia académica y calidad educativa; Coinciden en el marco habilitante: calidad y finanzas\naseguramiento de la calidad y 5. Planificación presupuestaria y sostenibilidad sostenibles como condición para la transformación, y\nfinanciamiento alineados para financiera. necesidad de gestionar los ajustes institucionales y\nsostenibilidad y creación de valor. 19. Gestión del cambio culturales que exige un cambio de esta magnitud\n(implementación, coordinación, monitoreo y\nconsolidación)"
    },
    {
      "id": "matriz_p02_01__01",
      "title": "Matriz autores ↔ objetivos (página 2) (parte 1/2) (1/2)",
      "tags": [
        "calidad",
        "equidad",
        "híbrida",
        "ia",
        "infraestructura",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 2,
      "page_end": 2,
      "text": "Texto Principales puntos del texto Objetivos / desgloses con los Cómo conversan con los objetivos\nque conversa\nUniversidad por capas - Modelo de universidad por capas: 1. Factores de Desarrollo El modelo por capas ofrece un marco\n(Valenzuela Migoya, F., & núcleo en transformación + campus Institucional (ejes estratégicos, conceptual directo para los objetivos que\nCuéllar Medina, A. diferenciado que integra entornos alianzas). hablan de rediseñar campus,\n(2022)) físicos, digitales y mixtos. 2. Excelencia Académica y infraestructuras y experiencias\n- Combina elementos fijos, fluidos y Calidad Educativa (estándares y formativas como sistemas flexibles y\nflexibles en metodologías, roles y evaluación integral). combinados (6, 7, 8, 10, 13). Además, la\norganización de espacios/tiempos. 6. Desarrollo de Infraestructura idea de propósito e impacto, y de\n - Pilares: menos “UNI”versidades, Física y Tecnológica (campus, multiversidad, justifica el foco en impacto\nmultiversidad, enfoque espacios flexibles). territorial, educación a lo largo de la vida\necosistémico, propósito e impacto, 7. Transformación Digital y y nuevos formatos (14, 15)."
    },
    {
      "id": "matriz_p02_01__02",
      "title": "Matriz autores ↔ objetivos (página 2) (parte 1/2) (2/2)",
      "tags": [
        "calidad",
        "equidad",
        "híbrida",
        "ia",
        "infraestructura",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 2,
      "page_end": 2,
      "text": "Finalmente,\nviajes/caminos del estudiante, Educación del Futuro (modelo al insistir en prosperar en la\nexperiencias aumentadas, fijo–fluido–flexible). incertidumbre, respalda la necesidad de\ncapacidad de prosperar en la 8. Educación Virtual y anticipaci"
    },
    {
      "id": "matriz_p02_02",
      "title": "Matriz autores ↔ objetivos (página 2) (parte 2/2)",
      "tags": [
        "equidad",
        "gobernanza",
        "híbrida",
        "ia",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 2,
      "page_end": 2,
      "text": "ón y gestión del cambio como\nincertidumbre. Modalidades Híbridas capacidades institucionales (1, 17, 19).\n(realidades\nfísicas/digitales/mixtas).\n10. Integración Estratégica de\nTICs (ecosistema digital,\nanalítica).\n13. Enfoque Centrado en el\nEstudiante (trayectorias flexibles\ny personalizadas).\n14. Impacto Regional y\nPertinencia Territorial (propósito\ne impacto social/económico).\n15. Universidad de la\nExperiencia (aprendizaje a lo\nlargo de la vida).\n17. Adaptación a Futuras\nDisrupciones Tecnológicas\n(prosperar en la incertidumbre)."
    },
    {
      "id": "matriz_p03_01__01",
      "title": "Matriz autores ↔ objetivos (página 3) (parte 1/2) (1/2)",
      "tags": [
        "gobernanza",
        "híbrida",
        "ia",
        "infraestructura",
        "investigación",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 3,
      "page_end": 3,
      "text": "19. Gestión del Cambio\n(capacidades organizacionales\npara desplegar las capas). Universidad híbrida y - Universidad híbrida y expandida: 1. Factores de Desarrollo Esta propuesta aporta argumentos para\nexpandida (Pardo integración intencional de campus Institucional (ejes de crecimiento, que la universidad redefina su modelo\nKuklinski, H, 2023) físico y virtual. posicionamiento, alianzas). institucional y financiero (1, 5), cambie el\n- Gobernanza emprendedora y 4. Desarrollo del Talento rol docente y desarrolle talento\nbasada en datos; diversificación de Humano (carrera académica académico alineado a innovación y\ningresos; lucha contra la endogamia meritocrática, perfeccionamiento). empleabilidad (4, 11, 13, 15) y entienda\nacadémica. 5. Planificación Presupuestaria la hibridez físico–virtual como estrategia,\n- Docentes como diseñadores de y Sostenibilidad Financiera no solo como modalidad (6, 7, 8, 10). experiencias y conectores con el (modelo de financiamiento También refuerza la idea de gobernanza\nmundo laboral. diversificado). basada en datos y experimentación\n- Fuerte corresponsabilidad en 6."
    },
    {
      "id": "matriz_p03_01__02",
      "title": "Matriz autores ↔ objetivos (página 3) (parte 1/2) (2/2)",
      "tags": [
        "gobernanza",
        "híbrida",
        "ia",
        "infraestructura",
        "investigación",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 3,
      "page_end": 3,
      "text": "Desarrollo de Infraestructura continua, coherente con los objetivos\nempleabilidad y trayectorias de vida; Física y Tecnológica (espacios sobre disrupciones tecnológicas y\nuso estratégico de datos y flexibles, campus expandido). gestión del cambio (17, 19). tecnologías de frontera como 7"
    },
    {
      "id": "matriz_p03_02",
      "title": "Matriz autores ↔ objetivos (página 3) (parte 2/2)",
      "tags": [
        "gobernanza",
        "híbrida",
        "ia",
        "infraestructura",
        "investigación",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 3,
      "page_end": 3,
      "text": ". Transformación Digital y\nprototipos. Educación del Futuro\n(tecnologías emergentes en\nprocesos).\n8. Educación Virtual y\nModalidades Híbridas\n(plataforma robusta, cobertura\ngeográfica).\n10. Integración Estratégica de\nTICs (ecosistema digital, analítica\nde datos).\n11. Fortalecimiento de la\nInvestigación e Innovación\n(vinculación con sector productivo,\nspin-offs).\n13. Enfoque Centrado en el\nEstudiante (trayectorias flexibles,\nacompañamiento integral).\n15. Universidad de la\nExperiencia (educación continua,\nreconversión laboral)."
    },
    {
      "id": "matriz_p04_01__01",
      "title": "Matriz autores ↔ objetivos (página 4) (parte 1/2) (1/2)",
      "tags": [
        "calidad",
        "equidad",
        "gobernanza",
        "híbrida",
        "ia",
        "infraestructura",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 4,
      "page_end": 4,
      "text": "17. Adaptación a Futuras\nDisrupciones Tecnológicas\n(innovar bajo restricciones). 19. Gestión del Cambio (hoja de ruta\neditable, prototipado y\nescalamiento). TIC e IA para mejorar - Integración estratégica de TIC e IA 2. Excelencia Académica y Este texto ofrece respaldo fuerte a los\n(Mora, M., Ochoa, C., en enseñanza y evaluación. Calidad Educativa (mejoramiento objetivos que buscan mejorar la calidad\nCango, M., y Gutiérrez, J., - Personalización del aprendizaje y continuo, evaluación integral de a través de evaluación formativa,\n(2024)) retroalimentación en tiempo real. impacto en egresados). personalización y uso de evidencia (2,\n- Evaluación continua y 4. Desarrollo del Talento 13, 16). Justifica programas de\nautomatizada (sin perder el Humano (perfeccionamiento desarrollo docente en competencias\ncomponente formativo). pedagógico y digital del cuerpo digitales y diseño de evaluaciones\n- Desarrollo sistemático de docente). apoyadas en IA (4, 7, 10), y da sentido a\ncapacidades digitales docentes; 6. Desarrollo de Infraestructura la inversión en plataformas, conectividad\natención a brechas, ética y datos."
    },
    {
      "id": "matriz_p04_01__02",
      "title": "Matriz autores ↔ objetivos (página 4) (parte 1/2) (2/2)",
      "tags": [
        "calidad",
        "equidad",
        "gobernanza",
        "híbrida",
        "ia",
        "infraestructura",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 4,
      "page_end": 4,
      "text": "Física y Tecnológica y recursos virtuales avanzados como\n(plataformas, conectividad). parte del modelo educativo, no solo\n7. Transformación Digital y como soporte técnico (6, 8, 9). Además,\nEducación del Futuro refuerza la necesidad de prepararse\n(tecnologías emergentes en para"
    },
    {
      "id": "matriz_p04_02",
      "title": "Matriz autores ↔ objetivos (página 4) (parte 2/2)",
      "tags": [
        "gobernanza",
        "híbrida",
        "ia",
        "infraestructura",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 4,
      "page_end": 4,
      "text": " cambios tecnológicos continuos\nprocesos académicos). (17).\n8. Educación Virtual y\nModalidades Híbridas\n(plataforma virtual robusta).\n 9. Simulación y Laboratorios\nVirtuales (recursos digitales\navanzados como complemento\npráctico).\n10. Integración Estratégica de\nTICs (analítica de datos para\ndecisiones, plataformas centradas\nen el usuario).\n13. Enfoque Centrado en el\nEstudiante (rutas personalizadas,\nacompañamiento).\n16. Inteligencia Artificial en\nProceso Formativo (aprendizaje"
    },
    {
      "id": "matriz_p05_01__01",
      "title": "Matriz autores ↔ objetivos (página 5) (parte 1/2) (1/2)",
      "tags": [
        "calidad",
        "equidad",
        "híbrida",
        "ia",
        "infraestructura",
        "investigación",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 5,
      "page_end": 5,
      "text": "adaptativo, automatización de\nprocesos, learning analytics). 17. Adaptación a Futuras\nDisrupciones Tecnológicas\n(cultura de innovación en\ndocencia). Universidad ubicua - Crítica a la planificación lineal y a la 1. Factores de Desarrollo Aquí se empuja a la universidad a pensar\n(Pedroza, 2021) universidad centrada solo en Institucional (redefinición más allá del campus físico y de las\ncalidad/rankings. profunda de ejes y modelo lógicas tradicionales de planificación, lo\n- Visión de universidad ubicua: institucional). que se alinea con los objetivos de\npresente en todas partes, articulando 6. Desarrollo de Infraestructura infraestructura tecnológica, hibridez y\ninteligencia social y artificial. Física y Tecnológica (expansión transformación digital profunda (6, 7, 8,\n- Universidad como “cerebro social” más allá del campus físico, nodos 10, 16). La idea de selección natural de\nde la sociedad del conocimiento. distribuidos). instituciones y de inteligencia\n- Transformación radical: de 7."
    },
    {
      "id": "matriz_p05_01__02",
      "title": "Matriz autores ↔ objetivos (página 5) (parte 1/2) (2/2)",
      "tags": [
        "calidad",
        "equidad",
        "híbrida",
        "ia",
        "infraestructura",
        "investigación",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 5,
      "page_end": 5,
      "text": "Transformación Digital y aumentada apunta directamente a la\ntransmitir contenidos a explorar lo Educación del Futuro necesidad de redefinir el modelo\ndesconocido; selección natural de (universidad ubicua, digitalizada). institucional y anticipar disrupciones (1,\ninstituciones. 8. Educación Virtual y 17), y refuerza que la gestión del cambio\nModalidades Híbridas (acceso no es marginal, sino condició"
    },
    {
      "id": "matriz_p05_02",
      "title": "Matriz autores ↔ objetivos (página 5) (parte 2/2)",
      "tags": [
        "gobernanza",
        "ia",
        "investigación",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 5,
      "page_end": 5,
      "text": "n de\ndesde cualquier lugar). supervivencia (19).\n10. Integración Estratégica de\nTICs (ecosistema que funciona\ncomo “cerebro social”).\n16. Inteligencia Artificial en\nProceso Formativo (inteligencia\naumentada).\n17. Adaptación a Futuras\nDisrupciones Tecnológicas\n(presión tecnológica extrema,\nselección de instituciones).\n19. Gestión del Cambio\n(reinvención vs desaparición).\nGobernanza anticipatoria - Incorporar el largo plazo en las 1. Factores de Desarrollo Este enfoque da fundamentación directa\nen la universidad decisiones académicas, financieras Institucional (identificar y priorizar a que la universidad instale mecanismos\n(Comisión Desafíos del y organizacionales. ejes estratégicos de crecimiento). formales de prospectiva, observatorios,\nFuturo, Ciencia, - Identificar tendencias, riesgos y 5. Planificación Presupuestaria y espacios de reflexión estratégica, en\nTecnología e Innovación oportunidades, construir escenarios y Sostenibilidad Financiera línea con los objetivos de desarrollo"
    },
    {
      "id": "matriz_p06_01__01",
      "title": "Matriz autores ↔ objetivos (página 6) (parte 1/2) (1/2)",
      "tags": [
        "calidad",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "investigación",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 6,
      "page_end": 6,
      "text": "2022-2023, Senado- y orientar oferta, investigación e (modelos que consideran institucional y planificación de largo\nChile) infraestructura. escenarios de largo plazo). plazo (1, 5, 17). También justifica pensar\n- Instalación de capacidades de 6–7. Infraestructura y la infraestructura, la transformación\nvigilancia de tendencias, uso de Transformación Digital digital y la pertinencia territorial desde\ndatos, espacios formales de (planificación tecnológica con escenarios futuros, no solo desde\ndiscusión de futuro y pilotaje de horizonte futuro). urgencias actuales (6, 7, 14), y refuerza\ninnovaciones. 14. Impacto Regional y la gestión del cambio y el liderazgo\nPertinencia Territorial distribuido como parte de la gobernanza\n(escenarios para desarrollo (19). regional/local). 17. Adaptación a Futuras\nDisrupciones Tecnológicas\n(observatorio, cultura de agilidad y\nresiliencia). 19. Gestión del Cambio\n(liderazgo, comunicación, co-\ncreación de soluciones). Competencias Digitales - Competencias digitales docentes 2. Excelencia Académica y Este texto ofrece justificación muy clara\ny TICs en Universidades como prioridad estratégica."
    },
    {
      "id": "matriz_p06_01__02",
      "title": "Matriz autores ↔ objetivos (página 6) (parte 1/2) (2/2)",
      "tags": [
        "calidad",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "investigación",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 6,
      "page_end": 6,
      "text": "Calidad Educativa (mejoramiento para tratar el desarrollo de competencias\n(Moreira-Choez, J. S., - Diagnóstico sistemático de niveles de la enseñanza y evaluación). digitales como política de talento\nLamus de Rodríguez, T. y brechas. 3. Investigación Formativa c"
    },
    {
      "id": "matriz_p06_02",
      "title": "Matriz autores ↔ objetivos (página 6) (parte 2/2)",
      "tags": [
        "calidad",
        "equidad",
        "infraestructura",
        "investigación",
        "lifelong learning",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 6,
      "page_end": 6,
      "text": "omo humano y de calidad educativa (2, 3, 4,\nM., Olmedo-Cañarte, P. - Formación continua, diferenciada y Sello Institucional (uso de TIC 7, 13). Sustenta la necesidad de invertir\nA., y Macías-Macías, J. D. alineada al modelo educativo. para ABI y proyectos en infraestructuras y ecosistemas TIC\n(2024).) - Integración pedagógica de TIC, estudiantiles). que permitan un uso significativo en aula\nciudadanía digital, ética y 4. Desarrollo del Talento (6, 10) y pone sobre la mesa las brechas\ncreatividad; comunidades Humano (programas de y la dimensión ética, lo que conversa con\nprofesionales en línea. perfeccionamiento académico la inclusión y la equidad digital (12).\ncontinuo, carrera basada en Además, apunta a un cambio cultural en\ninnovación docente). el profesorado, alineado con la gestión\n6. Desarrollo de Infraestructura del cambio que se plantea en el objetivo\nFísica y Tecnológica 19.\n(condiciones para uso de TIC).\n7. Transformación Digital y\nEducación del Futuro\n(competencias digitales como\nbase)."
    },
    {
      "id": "matriz_p07_01__01",
      "title": "Matriz autores ↔ objetivos (página 7) (parte 1/2) (1/2)",
      "tags": [
        "calidad",
        "equidad",
        "gobernanza",
        "ia",
        "investigación",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 7,
      "page_end": 7,
      "text": "10. Integración Estratégica de\nTICs (ecosistema digital,\naplicaciones centradas en\nusuario). 12. Inclusión Social y Equidad\nEducativa (reducir brechas en\nacceso y uso de recursos\ndigitales). 13. Enfoque Centrado en el\nEstudiante (uso de TIC para\nacompañamiento y experiencias\nsignificativas). 19. Gestión del Cambio (cambio\ncultural en el profesorado). Gobernanza - Las universidades públicas no 1. Factores de Desarrollo Este texto dialoga directamente con la\nmeritocrática y docencia tienen garantizada su supervivencia. Institucional (calidad, idea de redefinir el modelo de\nreinventada (Ramio, - Necesidad de sistemas más competitividad, alianzas). gobernanza y la carrera académica:\n2024) diversos, autónomos y diferenciados 2. Excelencia Académica y apunta hacia sistemas meritocráticos,\npor función. Calidad Educativa (estándares con exigencia en docencia y diversidad\n- Reforma de la gobernanza: de altos, evaluación de docencia). de perfiles, lo que respalda objetivos de\ndemocracia corporativa a 3. Investigación Formativa talento humano, calidad e investigación\nmeritocracia con rendición de (articulación docencia– (2, 3, 4, 11). También refuerza la\ncuentas. investigación)."
    },
    {
      "id": "matriz_p07_01__02",
      "title": "Matriz autores ↔ objetivos (página 7) (parte 1/2) (2/2)",
      "tags": [
        "calidad",
        "equidad",
        "gobernanza",
        "ia",
        "investigación",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 7,
      "page_end": 7,
      "text": "importancia de la sostenibilidad\n- Docencia como núcleo de 4. Desarrollo del Talento financiera y del ambiente laboral como\nlegitimidad social; profesionalización Humano y Carrera Académica condiciones para atraer"
    },
    {
      "id": "matriz_p07_02",
      "title": "Matriz autores ↔ objetivos (página 7) (parte 2/2)",
      "tags": [
        "calidad",
        "equidad",
        "ia",
        "investigación",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 7,
      "page_end": 7,
      "text": " y retener\nde la docencia y flexibilización de la (carrera basada en mérito, académicos de calidad (5, 18). Todo ello\ncarrera académica. incentivos a innovación docente). requiere un cambio organizacional\n5. Planificación Presupuestaria profundo, coherente con el objetivo de\ny Sostenibilidad Financiera gestión del cambio (19) y con la revisión\n(modelos acordes a nuevos roles). de los factores de desarrollo institucional\n11. Fortalecimiento de la (1).\nInvestigación e Innovación\n(roles diferenciados,\ntransferencia).\n18. Ambiente Laboral (Best\nPlace to Work) (equidad,"
    },
    {
      "id": "matriz_p08_01__01",
      "title": "Matriz autores ↔ objetivos (página 8) (parte 1/2) (1/2)",
      "tags": [
        "calidad",
        "equidad",
        "gobernanza",
        "híbrida",
        "ia",
        "investigación",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 8,
      "page_end": 8,
      "text": "reconocimiento, orgullo\ninstitucional). 19. Gestión del Cambio (reforma\nde gobernanza y cultura\ninstitucional). Un futuro líquido bien - Expansión continuada de la 1. Factores de Desarrollo Esta propuesta sirve como marco macro\ngobernado: agenda educación superior hasta 2050, con Institucional (posición de la para justificar que la universidad piense\nmínima para la escenarios posibles muy distintos. universidad en el sistema, visión su rol en un sistema que se expande y\neducación superior - Necesidad de prospectiva y de largo plazo). diversifica, reforzando el valor público, la\n(Acosta, 2025) gobernanza anticipatoria para 2. Excelencia Académica y equidad y la pertinencia territorial (1, 12,\nacercarse a futuros deseables. Calidad Educativa (calidad en 14). Además, da argumentos para\n- Agenda mínima: mayor valor todos los formatos). fortalecer la carrera académica, la\npúblico de la ES, universalización 4. Desarrollo del Talento investigación y la calidad en\ncon equidad, equilibrio Humano (carrera académica modalidades presenciales y virtuales (2,\npresencial/virtual, incremento de atractiva). 4, 8, 11). También respalda la necesidad\nfinanciamiento, carrera académica 5."
    },
    {
      "id": "matriz_p08_01__02",
      "title": "Matriz autores ↔ objetivos (página 8) (parte 1/2) (2/2)",
      "tags": [
        "calidad",
        "equidad",
        "gobernanza",
        "híbrida",
        "ia",
        "investigación",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 8,
      "page_end": 8,
      "text": "Planificación Presupuestaria de mayor financiamiento y de sistemas\nreestructurada, vinculación con y Sostenibilidad Financiera de información robustos, ligados a\nproblemas y territorios, sistemas de (incremento sus"
    },
    {
      "id": "matriz_p08_02",
      "title": "Matriz autores ↔ objetivos (página 8) (parte 2/2)",
      "tags": [
        "calidad",
        "equidad",
        "gobernanza",
        "híbrida",
        "ia",
        "investigación",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 8,
      "page_end": 8,
      "text": "tantivo del gobernanza anticipatoria y gestión del\ninformación robustos. financiamiento). cambio (5, 17, 19).\n8. Educación Virtual y\nModalidades Híbridas\n(equivalencia de calidad entre\nformatos).\n11. Fortalecimiento de la\nInvestigación e Innovación\n(mejor articulación con desarrollo).\n12. Inclusión Social y Equidad\nEducativa (universalización con\njusticia social).\n14. Impacto Regional y\nPertinencia Territorial (enfoque\nen problemas y territorios).\n17. Adaptación a Futuras\nDisrupciones Tecnológicas\n(prospectiva y anticipación)."
    },
    {
      "id": "matriz_p09_01__01",
      "title": "Matriz autores ↔ objetivos (página 9) (parte 1/2) (1/2)",
      "tags": [
        "calidad",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "investigación",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 9,
      "page_end": 9,
      "text": "19. Gestión del Cambio (sistemas\nde información, vida colegiada\nfuerte). La Universidad en la Era - Reconceptualizar al estudiante 2. Excelencia Académica y Este texto respalda el giro hacia una\nDigital (Castilla, 2024) como adulto/profesional en Calidad Educativa (metodologías pedagogía universitaria pensada para\nformación (no como escolar acorde a adultos universitarios). adultos, con metodologías activas y uso\navanzado). 4. Desarrollo del Talento significativo de tecnologías, lo que\n- Asumir la revolución digital como Humano (capacitación docente en conversa con los objetivos de excelencia\nmotor de innovación y replantear digital y en nuevas pedagogías). académica y enfoque centrado en el\nmodelos de enseñanza. 6. Desarrollo de Infraestructura estudiante (2, 13). Además, refuerza la\n- Desarrollar competencias digitales Física y Tecnológica necesidad de capacitación docente y de\nen estudiantes y docentes; IA como (infraestructura digital y infraestructura digital sostenible (4, 6, 7,\naliada. sostenible). 10) y de abordar explícitamente la\n- Gobernanza flexible y anticipatoria; 7."
    },
    {
      "id": "matriz_p09_01__02",
      "title": "Matriz autores ↔ objetivos (página 9) (parte 1/2) (2/2)",
      "tags": [
        "calidad",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "investigación",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 9,
      "page_end": 9,
      "text": "Transformación Digital y equidad y accesibilidad en la\nconsideración del impacto ambiental Educación del Futuro digitalización (12). La idea de\nde la digitalización; foco en equidad (adaptación de modelos gobernanza flexible y anticipatoria\ny accesibilidad. formativos). conecta con la gestión del camb"
    },
    {
      "id": "matriz_p09_02__01",
      "title": "Matriz autores ↔ objetivos (página 9) (parte 2/2) (1/2)",
      "tags": [
        "calidad",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 9,
      "page_end": 9,
      "text": "io en la\n10. Integración Estratégica de institución (19). TICs (ecosistema digital, IA). 12. Inclusión Social y Equidad\nEducativa (equidad y\naccesibilidad en entornos\ndigitales). 13. Enfoque Centrado en el\nEstudiante (trayectorias más\nflexibles, andragógicas). 19. Gestión del Cambio\n(gobernanza flexible, anticipación). IA y gobernanza - IA como eje estratégico de la 1. Factores de Desarrollo Esta propuesta da base para entender la\nuniversitaria (Ruiz gestión académica y administrativa. Institucional (indicadores de IA como parte de la gobernanza y de la\nMuñoz, G; Vasco - Necesidad de gobernanza de datos calidad y competitividad, alineados planificación institucional, no solo como\nDelgado, J y Alvear sólida, infraestructura interoperable y a datos reales). apoyo puntual, lo que se alinea con los\nDávalos, J. (2024)) analítica avanzada. 5. Planificación Presupuestaria objetivos sobre desarrollo institucional,\n- Gestión del cambio, formación y Sostenibilidad Financiera (uso presupuesto e infraestructura\ncontinua y apoyo directivo como eficiente de recursos, inversión en tecnológica (1, 5, 6, 7, 10). Además,\ncondiciones de éxito. sistemas IA)."
    },
    {
      "id": "matriz_p09_02__02",
      "title": "Matriz autores ↔ objetivos (página 9) (parte 2/2) (2/2)",
      "tags": [
        "calidad",
        "equidad",
        "gobernanza",
        "ia",
        "infraestructura",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 9,
      "page_end": 9,
      "text": "muestra cómo la IA puede mejorar el\nambiente laboral y los procesos"
    },
    {
      "id": "matriz_p10_01",
      "title": "Matriz autores ↔ objetivos (página 10)",
      "tags": [
        "gobernanza",
        "ia",
        "infraestructura",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 10,
      "page_end": 10,
      "text": "- Marcos éticos y de responsabilidad 6. Desarrollo de Infraestructura cotidianos si se acompaña con\npara el uso de IA; mejora de Física y Tecnológica formación y gestión del cambio (18, 19),\ntransparencia y toma de decisiones. (infraestructura tecnológica de y abre la puerta a conectarla con el\nvanguardia). proceso formativo cuando la institución\n7. Transformación Digital y la integra como pilar estratégico (16).\nEducación del Futuro (adopción\nacelerada de tecnologías\nemergentes en procesos).\n10. Integración Estratégica de\nTICs (ecosistema digital integral,\nanalítica de datos, apps centradas\nen el usuario).\n16. Inteligencia Artificial en\nProceso Formativo (IA como pilar\nestratégico que también toca el\nproceso formativo).\n18. Ambiente Laboral (Best\nPlace to Work) (formación,\nbienestar y simplificación del\ntrabajo gracias a IA).\n19. Gestión del Cambio\n(capacitación, comunicación,\nparticipación y consolidación de\ncambios)."
    },
    {
      "id": "matriz_p11_01__01",
      "title": "Matriz autores ↔ objetivos (página 11) (parte 1/2) (1/2)",
      "tags": [
        "calidad",
        "gobernanza",
        "híbrida",
        "ia",
        "investigación",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 11,
      "page_end": 11,
      "text": "Referencias\n• Acosta Silva, A. (2025). Un futuro líquido: La educación superior en América Latina hacia el 2050. Revista de la Educación\nSuperior, 54(214), 1–18. https://doi.org/10.36857/resu.2025.214.3266\n• Castilla Barraza, J. G. (2024). La universidad en la era digital: Desafíos y oportunidades en la sociedad digitalizada. REDHECS: Revista electrónica de Humanidades, Educación y Comunicación Social, 32(24), 7–11. • Comisión Desafíos del Futuro, Ciencia, Tecnología e Innovación. (2024). Gobernanza anticipatoria: Una institucionalidad\nde prospectiva para Chile. Santiago de Chile: Ediciones Biblioteca del Congreso Nacional de Chile. • Mora Mera, M. M., Ochoa González, C. R., Cango Zhinín, M. Á., & Gutiérrez Bastidas, J. O. (2024). Innovación educativa\nen la universidad: Uso de TIC e inteligencia artificial para mejorar la enseñanza y evaluación. Reincisol, 3(6), 6409–6427. https://doi.org/10.59282/reincisol.v3(6)6409-6427\n• Moreira-Choez, J. S., Lamus de Rodríguez, T. M., Olmedo-Cañarte, P. A., & Macías-Macías, J. D. (2024). Valorando el\nfuturo de la educación: Competencias digitales y tecnologías de información y comunicación en universidades."
    },
    {
      "id": "matriz_p11_01__02",
      "title": "Matriz autores ↔ objetivos (página 11) (parte 1/2) (2/2)",
      "tags": [
        "calidad",
        "gobernanza",
        "híbrida",
        "ia",
        "investigación",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 11,
      "page_end": 11,
      "text": "Revista\nVenezolana de Gerencia, 29(105), 271–288. https://doi.org/10.52080/rvgluz.29.105.18\n• Pardo Kuklinski, H. (2023). Los futuros inevitables de la universidad: Hacia una universidad híbrida, personal y expandida. Medellín: Universid"
    },
    {
      "id": "matriz_p11_02",
      "title": "Matriz autores ↔ objetivos (página 11) (parte 2/2)",
      "tags": [
        "gobernanza",
        "ia",
        "matriz",
        "objetivos UDALBA"
      ],
      "source": "Tabla comparativa autores obj.pdf",
      "page_start": 11,
      "page_end": 11,
      "text": "ad Pontificia Bolivariana. Recuperado de https://futurosdelauniversidad.net\n• Pedroza Flores, R. (2021). Estudios del futuro para comprender la posibilidad de la universidad ubicua. Interdisciplina, 9(25),\n209–231. https://doi.org/10.22201/ceiich.24485705e.2021.25.79974\n• Ramió, C. (2024). Los retos que afrontan las universidades: Modelos de gobernanza y reinvención de la función docente.\nPapeles de Economía Española, 180, 202–216.\n• Ruiz Muñoz, G., Vasco Delgado, J., & Alvear Dávalos, J. (2024). Inteligencia artificial y gobernanza en la gestión académica\ny administrativa de la educación superior. Revista Social Fronteriza, 4(6), e508. https://doi.org/10.59814/resofro.2024.4(6)508\n• Valenzuela Migoya, F., & Cuéllar Medina, A. (2022). #Repensar la universidad: Construir una visión de futuros para las\nuniversidades [Informe de prospectiva educativa]. Global Edtech Impact Alliance."
    }
  ]
}